Repository: m-svo/coreutils
Catalog: po/*.po
Languages: sl

source: at least one string must be given when squeezing repeats
sl: vsaj en niz mora biti podan pri stiskanju veè znakov

source: misaligned [:upper:] and/or [:lower:] construct
sl: neporavnana konstrukta [:upper:] in/ali [:lower:]

source: invalid identity mapping; when translating, any [:lower:] or [:upper:] construct in string1 must be aligned with a corresponding construct ([:upper:] or [:lower:], respectively) in string2
sl: neveljavna identièna preslikava: pri prevedbi mora biti vsak konstrukt [:upper:] ali [:lower:] v nizu 1 poravnan z ustreznim konstruktom (torej [:lower:] ali [:upper:]) v nizu 2

source: Usage: %s [ignored command line arguments] or: %s OPTION Exit with a status code indicating success. These option names may not be abbreviated.
sl: Uporaba: %s [morebitni argumenti v ukazni vrstici se ne upo¹tevajo] ali: %s IZBIRA Konèamo z izhodno kodo, ki signalizira uspeh. Navedeni izbiri nimata kratke oblike.

source: Usage: %s [OPTION] [FILE] Write totally ordered list consistent with the partial ordering in FILE. With no FILE, or when FILE is -, read standard input.
sl: Uporaba: %s [IZBIRA] [DATOTEKA] Zapi¹emo povsem urejen seznam, usklajen z delno ureditvijo v DATOTEKI. Èe DATOTEKA ni podana ali je enaka -, beremo s standardnega vhoda.

source: %s: input contains a loop:
sl: %s: zanka na vhodu:

source: Print the file name of the terminal connected to standard input. -s, --silent, --quiet print nothing, only return an exit status
sl: Izpi¹emo ime enote terminala, s katere beremo standardni vhod. -s, --silent, --quiet nièesar ne izpi¹i, samo vrni izhodni status

source: not a tty
sl: ni terminal

source: Print certain system information. With no OPTION, same as -s. -a, --all print all information, in the following order: -s, --kernel-name print the kernel name -n, --nodename print the network node hostname -r, --kernel-release print the kernel release
sl: Izpi¹emo razliène sistemske podatke. Brez IZBIRE je isto kot -s. -a, --all izpi¹i vse podatke< -m, --machine izpi¹i podatke o strojni opremi -n, --nodename izpi¹i omre¾no ime raèunalnika

source: -v, --kernel-version print the kernel version -m, --machine print the machine hardware name -p, --processor print the processor type -i, --hardware-platform print the hardware platform -o, --operating-system print the operating system
sl: -v, --kernel-version izpi¹i razlièico operacijskega sistema -r, --release izpi¹i izdajo operacijskega sistema -s, --sysname izpi¹i ime operacijskega sistema -p, --processor izpi¹i tip procesorja

source: cannot get system name
sl: ime sistema ni ugotovljivo

source: Convert spaces in each FILE to tabs, writing to standard output. With no FILE, or when FILE is -, read standard input.
sl: Presledke v vsaki DATOTEKI nadomestimo s tabulatorji in rezultat zapi¹emo na standardni izhod. Èe DATOTEKA ni podana ali je enaka -, beremo s standardnega vhoda.

source: -a, --all convert all whitespace, instead of initial whitespace -t, --tabs=NUMBER have tabs NUMBER characters apart instead of 8 -t, --tabs=LIST use comma separated list of explicit tab positions
sl: -a, --all pretvorimo vse prazne prostore, ne le uvodnih -t, --tabs=©TEVILO tabulatorji naj bodo ©TEVILO znakov narazen (privzeto 8) -t, --tabs=SEZNAM z vejicami loèen seznam eksplicitnih polo¾ajev tabulatorja

source: `-LIST' option is obsolete; use `--first-only -t LIST'
sl: ,-SEZNAM` je opu¹èena oblika; uporabite ,--first-only -t SEZNAM`

source: Discard all but one of successive identical lines from INPUT (or standard input), writing to OUTPUT (or standard output).
sl: Sosledje enakih vrstic na VHODU (ali standardnem vhodu) nadomestimo z eno samo in rezultat zapi¹emo na IZHOD (standardni izhod).

source: -c, --count prefix lines by the number of occurrences -d, --repeated only print duplicate lines
sl: -c, --count na zaèetku vsake vrstice izpi¹emo tudi ¹tevilo ponovitev -d, --repeated izpi¹emo samo podvojene vrstice

source: -D, --all-repeated[=delimit-method] print all duplicate lines delimit-method={none(default),prepend,separate} Delimiting is done with blank lines. -f, --skip-fields=N avoid comparing the first N fields -i, --ignore-case ignore differences in case when comparing -s, --skip-chars=N avoid comparing the first N characters -u, --unique only print unique lines
sl: -D, --all-repeated[=delimit-method] izpi¹emo vse podvojene vrstice -f, --skip-fields=N pri primerjanju izpustimo prvih N polj vsake vrstice -i, --ignore-case male in velike èrke obravnavamo enakovredno -s, --skip-chars=N pri primerjanju izpustimo prvih N znakov vsake vrstice -u, --unique izpi¹emo samo nepodvojene vrstice

source: -w, --check-chars=N compare no more than N characters in lines
sl: -w, --check-chars=N primerjamo prvih N znakov v vrstici

source: A field is a run of whitespace, then non-whitespace characters. Fields are skipped before chars.
sl: Polje je zaporedje praznih znakov, ki mu sledi zaporedje nepraznih znakov. Najprej preskoèimo polja, potem znake.

source: error reading %s
sl: napaka pri branju %s

source: error writing %s
sl: napaka pri pisanju na %s

source: extra operand `%s'
sl: odveèni operand ,%s`

source: invalid number of fields to skip
sl: neveljavno ¹tevilo preskoèenih polj

source: invalid number of bytes to skip
sl: neveljavno ¹tevilo preskoèenih bajtov

source: invalid number of bytes to compare
sl: neveljavno ¹tevilo primerjanih bajtov

source: `-%lu' option is obsolete; use `-f %lu'
sl: ,-%lu` je opu¹èena oblika; uporabite ,-f %lu`

source: printing all duplicated lines and repeat counts is meaningless
sl: izpis vseh podvojenih vrstic skupaj s ¹tevilom ponovitev ni smiseln

source: Call the unlink function to remove the specified FILE.
sl: Odstranitev navedene DATOTEKE s klicem funkcije unlink(2).

source: couldn't get boot time
sl: èas od zagona ni ugotovljiv

source: %2d:%02d%s up
sl: %2d:%02d%s v teku

source: %d day
sl: %d dni

source: %d user
sl: %d uporabnikov

source: , load average: %.2f
sl: , povpr. obremenitev %.2f

source: Usage: %s [OPTION]... [ FILE ]
sl: Uporaba: %s [IZBIRA]... [ DATOTEKA ]

source: Print the current time, the length of time the system has been up, the number of users on the system, and the average number of jobs in the run queue over the last 1, 5 and 15 minutes. If FILE is not specified, use %s. %s as FILE is common.
sl: Izpi¹emo trenutni èas, èas, ki je pretekel od zagona raèunalnika, ¹tevilo trenutno prijavljenih uporabnikov in povpreèno ¹tevilo opravil v èakalni vrsti v zadnji minuti, petih minutah in 15 minutah. Èe DATOTEKA ni navedena, uporabimo %s. Obièajno je DATOTEKA %s.

source: Joseph Arceneaux and David MacKenzie
sl: Joseph Arceneaux in David MacKenzie

source: Output who is currently logged in according to FILE. If FILE is not specified, use %s. %s as FILE is common.
sl: Seznam trenutno prijavljenih uporabnikov zapi¹emo na DATOTEKO. Èe DATOTEKA ni navedena, uporabimo %s. Obièajno je DATOTEKA %s.

source: Print byte, word, and newline counts for each FILE, and a total line if more than one FILE is specified. With no FILE, or when FILE is -, read standard input. -c, --bytes print the byte counts -m, --chars print the character counts -l, --lines print the newline counts
sl: Izpi¹emo ¹tevilo bajtov, besed in vrstic v vsaki od podanih DATOTEK, in skupne vrednosti, èe je bila podana veè kot ena datoteka. Èe DATOTEKA ni podana ali je enaka -, beremo s standardnega vhoda. -c, --bytes izpi¹emo ¹tevilo bajtov -m, --chars izpi¹emo ¹tevilo znakov -l, --lines izpi¹emo ¹tevilo vrstic

source: -L, --max-line-length print the length of the longest line -w, --words print the word counts
sl: -L, --max-line-length izpi¹emo dol¾ino najdalj¹e vrstice -w, --words izpi¹emo ¹tevilo besed

source: Joseph Arceneaux, David MacKenzie, and Michael Stone
sl: Joseph Arceneaux, David MacKenzie in Michael Stone

source: old
sl: staro

source: clock change
sl: sprem. ure

source: # users=%u
sl: ©t. up.=%u

source: NAME
sl: IME

source: LINE
sl: LINIJA

source: TIME
sl: ÈAS

source: IDLE
sl: NEAKT.

source: COMMENT
sl: KOMENTAR

source: EXIT
sl: IZH.

source: Usage: %s [OPTION]... [ FILE | ARG1 ARG2 ]
sl: Uporaba: %s [IZBIRA]... [ DATOTEKA | ARGUMENT1 ARGUMENT2 ]

source: -a, --all same as -b -d --login -p -r -t -T -u -b, --boot time of last system boot -d, --dead print dead processes -H, --heading print line of column headings
sl: -a, --all isto kot -b -d --login -p -r -t -T -u -b, --boot èas zadnjega zagona -d, --dead izpis mrtvih procesov -H, --heading izpi¹i vrstico z legendo

source: -i, --idle add idle time as HOURS:MINUTES, . or old (deprecated, use -u) --login print system login processes (equivalent to SUS -l)
sl: -i, --idle dodaj èas neaktivnosti z v obliki URE:MINUTE, . ali star (opu¹èena oblika; uporabite -u) --login izpis sistemskih prijavnih procesov (enakovredno SUS -l)

source: -l, --lookup attempt to canonicalize hostnames via DNS (-l is deprecated, use --lookup) -m only hostname and user associated with stdin -p, --process print active processes spawned by init
sl: -l, --lookup uporabi DNS za poizvedbo o kanoniènih imenih raèunalnikov -m samo imena raèunalnikov ter uporabnik, povezan s standardnim vhodom -p, --process izpi¹emo aktivne procese, ki jih je zagnal init

source: -q, --count all login names and number of users logged on -r, --runlevel print current runlevel -s, --short print only name, line, and time (default) -t, --time print last system clock change
sl: -q, --count vsi uporabniki in ¹tevilo vseh prijavljenih uporabnikov -r, --runlevel izpi¹emo trenutni nivo teka sistema -s, --short izpi¹emo le uporabni¹ko ime, linijo in èas prijave (privzeto) -t, --time izpi¹emo zadnjo spremembo sistemske ure

source: -T, -w, --mesg add user's message status as +, - or ? -u, --users list users logged in --message same as -T --writable same as -T
sl: -T, -w, --mesg navedi mo¾nost po¹iljanja sporoèil kot +, - ali ? -u, --users seznam vseh prijavljenih uporabnikov --message isto kot -T --writable isto kot -T

source: If FILE is not specified, use %s. %s as FILE is common. If ARG1 ARG2 given, -m presumed: `am i' or `mom likes' are usual.
sl: Èe DATOTEKA ni navedena, pi¹emo na %s. Obièajno je DATOTEKA %s. Èe sta podana ARGUMENT1 in ARGUMENT2, uporabi -m; obièajno sta argumenta 'am i' ali 'mom likes'.

source: Warning: -i will be removed in a future release; use -u instead
sl: Opozorilo: izbira -i bo v prihodnjih izdajah ukinjena; uporabite -u

source: Warning: the meaning of '-l' will change in a future release to conform to POSIX
sl: Opozorilo: pomen izbire -l se bo v prihodnji izdaji spremenil, tako da bo skladen s POSIX

source: Print the user name associated with the current effective user id. Same as id -un.
sl: Izpi¹emo ime uporabnika povezanega s trenutno aktivno uporabni¹ko identiteto. Isto kot id -un.

source: %s: cannot find username for UID %u
sl: %s: uporabni¹ko ume za UID %u ni ugotovljivo

source: Usage: %s [STRING]... or: %s OPTION
sl: Uporaba: %s [NIZ]... ali: %s IZBIRA

source: Repeatedly output a line with all specified STRING(s), or `y'.
sl: Ponavljaje izpisujemo vrstico s podanim NIZOM (privzeto ,y`).
