Repository: m-svo/coreutils
Catalog: po/*.po
Languages: sl

source: -n, --numeric-uid-gid like -l, but list numeric UIDs and GIDs -N, --literal print raw entry names (don't treat e.g. control characters specially) -o like -l, but do not list group information -p, --file-type append indicator (one of /=@|) to entries
sl: -n, --numeric-uid-gid ¹tevilène vrednosti UID in GID namesto imen -N, --literal izpis imen v neobdelani obliki (npr. krmilnih znakov ne obravnavamo posebno) -o dolga oblika izpisa brez uporabni¹ke skupine -p, --file-type tip datoteke oznaèen s pripono (mo¾nosti: /=@|)

source: -q, --hide-control-chars print ? instead of non graphic characters --show-control-chars show non graphic characters as-is (default unless program is `ls' and output is a terminal) -Q, --quote-name enclose entry names in double quotes --quoting-style=WORD use quoting style WORD for entry names: literal, locale, shell, shell-always, c, escape
sl: -q, --hide-control-chars namesto krmilnih znakov izpi¹emo vpra¹aje (?) --show-control-chars neobdelan izpis krmilnih znakov (privzeta izbira, razen pri ukazu ,ls` in izhodu na terminal) -Q, --quote-name imena izpi¹emo v dvojnih narekovajih --quoting-style=BESEDA slog izpisa; BESEDA je lahko literal, shell, shell-always, c ali escape

source: -r, --reverse reverse order while sorting -R, --recursive list subdirectories recursively -s, --size print size of each file, in blocks
sl: -r, --reverse razvrstitev po obrnjenem vrstnem redu -R, --recursive rekurziven izpis podimenikov -s, --size izpis velikosti datotek (v blokih)

source: -S sort by file size --sort=WORD extension -X, none -U, size -S, time -t, version -v status -c, time -t, atime -u, access -u, use -u --time=WORD show time as WORD instead of modification time: atime, access, use, ctime or status; use specified time as sort key if --sort=time
sl: -S datoteke razvrstimo po velikosti --sort=BESEDA urejanje po: priponi (BESEDA=extension), brez (none), èasu nastanka (time), verziji (version) ali èasu zadnjega dostopa (atime, access, use) --time=BESEDA namesto èasa zadnje spremembe prika¾emo èas nastanka (BESEDA=ctime ali status) ali èas zadnjega dostopa (atime, access ali use); skupaj z izbiro --sort tudi uredimo po izbranem èasu

source: --time-style=STYLE show times using style STYLE: full-iso, long-iso, iso, locale, +FORMAT FORMAT is interpreted like `date'; if FORMAT is FORMAT1<newline>FORMAT2, FORMAT1 applies to non-recent files and FORMAT2 to recent files; if STYLE is prefixed with `posix-', STYLE takes effect only outside the POSIX locale -t sort by modification time -T, --tabsize=COLS assume tab stops at each COLS instead of 8
sl: --time-style=BESEDA èas prika¾emo glede na slog, podan z BESEDO: full-iso, iso, locale, posix-iso, +FORMAT FORMAT tolmaèimo kot pri ukazu ,date`; èe je FORMAT enak FORMAT1<nova_vrstica>FORMAT2, velja prvi za stare datoteke, drugi pa za nove; èe se BESEDA zaène s predpono ,posix-`, velja podani slog samo izven krajevnega okolja POSIX -t ureditev po datumu zadnje modifikacije -T, --tabsize=STOLPCEV tabulator nastavljen na STOLPCEV namesto na 8

source: -u with -lt: sort by, and show, access time with -l: show access time and sort by name otherwise: sort by access time -U do not sort; list entries in directory order -v sort by version
sl: -u ureditev po datumu zadnjega dostopa; skupaj z -l: poka¾i datum zadnjega dostopa -U brez urejanja; kot so v imeniku -v urejanje po ¹tevilki razlièice

source: By default, color is not used to distinguish types of files. That is equivalent to using --color=none. Using the --color option without the optional WHEN argument is equivalent to using --color=always. With --color=auto, color codes are output only if standard output is connected to a terminal (tty).
sl: Privzeto obna¹anje je, da se barve ne uporabljajo za oznaèevanje tipa datoteke. To je enakovredno izbiri --color=none. Izbira --color brez argumenta KDAJ je enakovredna --color=always. Pri izbiri --color=auto se barve uporabijo samo, kadar je standardni izhod terminal (tty).

source: Ulrich Drepper and Scott Miller
sl: Ulrich Drepper in Scott Miller

source: Usage: %s [OPTION] [FILE]... or: %s [OPTION] --check [FILE] Print or check %s (%d-bit) checksums. With no FILE, or when FILE is -, read standard input.
sl: Uporaba: %s [IZBIRA] [DATOTEKA]... ali: %s [IZBIRA] --check [DATOTEKA] Izpi¹emo ali preverimo nadzorne vsote %s (%d-bitne). Èe DATOTEKA ni podana, ali èe je enaka -, beremo s standardnega vhoda.

source: -b, --binary read files in binary mode (default on DOS/Windows) -c, --check check %s sums against given list -t, --text read files in text mode (default)
sl: -b, --binary datoteke beremo v binarnem naèinu (privzeto v okoljih DOS/Windows) -c, --check izraèunane nadzorne vsote %s primerjamo z vrednostmi v navedeni datoteki -t, --text datoteke beremo v besedilnem naèinu (privzeto)

source: The following two options are useful only when verifying checksums: --status don't output anything, status code shows success -w, --warn warn about improperly formated checksum lines
sl: Naslednji dve izbiri sta uporabni le pri preverjanju nadzornih vsot: --status brez izpisa, izhodna statusna koda ka¾e uspeh -w, --warn z opozorili pri nepravilno oblikovanih vrsticah z nadzornimi vsotami MD5

source: The sums are computed as described in %s. When checking, the input should be a former output of this program. The default mode is to print a line with checksum, a character indicating type (`*' for binary, ` ' for text), and name for each FILE.
sl: Izraèun nadzornih vsot je opisan v %s. Pri preverjanju mora biti datoteka z vrednostmi v enaki obliki kot izpis programa. Privzet naèin je izpis vrstice z nadzorno vsoto, statusnim znakom (,*` za binarne, , ` za besedilne datoteke) in imenom DATOTEKE, za katero je bila izraèunana nadzorna vsota.

source: %s: %lu: improperly formatted %s checksum line
sl: %s: %lu: nepravilno oblikovana vrstica z nadzorno vsoto %s

source: %s: FAILED open or read
sl: %s: NAPAKA pri odpiranju ali branju

source: OK
sl: V REDU

source: %s: no properly formatted %s checksum lines found
sl: %s: nobene pravilno oblikovane vrstice z nadzorno vsoto %s ni najti

source: WARNING: %d of %d listed %s could not be read
sl: OPOZORILO: %d od %d navedenih %s se ne da prebrati

source: file
sl: na¹tete datoteke

source: files
sl: na¹tetih datotek

source: WARNING: %d of %d computed %s did NOT match
sl: OPOZORILO: %d od %d %s se NE ujema.

source: checksum
sl: izraèunane nadzorne vsote

source: checksums
sl: izraèunanih nadzornih vsot

source: the --binary and --text options are meaningless when verifying checksums
sl: izbiri --binary in --text nista smiselni pri preverjanju nadzornih vsot

source: the --status option is meaningful only when verifying checksums
sl: izbira --status je smiselna samo pri preverjanju nadzornih vsot

source: the --warn option is meaningful only when verifying checksums
sl: izbira --warn je smiselna samo pri preverjanju nadzornih vsot

source: Create the DIRECTORY(ies), if they do not already exist.
sl: Ustvari IMENIK (ali veè imenikov), èe ta ¹e ne obstaja.

source: -m, --mode=MODE set permission mode (as in chmod), not rwxrwxrwx - umask -p, --parents no error if existing, make parent directories as needed -v, --verbose print a message for each created directory
sl: -m, --mode=ZA©ÈITA nastavi za¹èito (kot pri chmod) namesto privzete rwxrwxrwx - umask -p, --parents brez opozorila èe imenik obstaja; po potrebi ustvari ¹e star¹evske imenike -v, --verbose z obvestilom o vsakem ustvarjenem imeniku

source: Create named pipes (FIFOs) with the given NAMEs.
sl: Ustvarimo poimenovano cev (FIFO) z navedenim IMENOM.

source: -m, --mode=MODE set permission mode (as in chmod), not a=rw - umask
sl: -m, --mode=ZA©ÈITA nastavi za¹èito (kot pri chmod) namesto a=rw - umask

source: fifo files not supported
sl: datoteke FIFO niso podprte

source: Create the special file NAME of the given TYPE.
sl: Ustvarimo posebno datoteko navedenega TIPA z navedenim IMENOM.

source: MAJOR MINOR are forbidden for TYPE p, mandatory otherwise. TYPE may be: b create a block (buffered) special file c, u create a character (unbuffered) special file p create a FIFO
sl: GLAVNI in POMO®NI ¹tevili nista dovoljeni za TIP p, za ostale pa sta obvezni. TIP je lahko: b ustvarimo bloèno enoto (z medpomnilnikom) c, u ustvarimo znakovno enoto (brez medpomnilnika) p ustvarimo FIFO

source: when creating special files, major and minor device numbers must be specified
sl: pri ustvarjanju posebnih datotek morata biti podani glavno in pomo¾no ¹tevilo

source: major and minor device numbers may not be specified for fifo files
sl: niti glavno niti pomo¾no ¹tevilo ne sme biti podano za FIFO

source: Rename SOURCE to DEST, or move SOURCE(s) to DIRECTORY.
sl: Preimenujemo IZVOR v CILJ, ali veè IZVOROV v IMENIK.

source: --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -f, --force do not prompt before overwriting equivalent to --reply=yes -i, --interactive prompt before overwrite equivalent to --reply=query
sl: --backup[=TIP] pred pisanjem prek obstojeèe ciljne datoteke izdelamo varnostno kopijo podanega TIPA -b enako kot --backup, vendar ne sprejema argumenta -f, --force brez vpra¹anj odstrani obstojeèe CILJE -i, --interactive zahtevaj potrditev pred pisanjem prek obstojeèe ciljne datoteko

source: --reply={yes,no,query} specify how to handle the prompt about an existing destination file --strip-trailing-slashes remove any trailing slashes from each SOURCE argument -S, --suffix=SUFFIX override the usual backup suffix
sl: --reply={yes,no,query} doloèimo, kako ravnamo s pozivnikom ob obstojeèih ciljnih datotekah --strip-trailing-slashes odstrani zakljuène po¹evnice iz vseh podanih IZVOROV -S, --suffix=PRIPONA izrecno navedena PRIPONA varnostnih kopij

source: --target-directory=DIRECTORY move all SOURCE arguments into DIRECTORY -u, --update move only when the SOURCE file is newer than the destination file or when the destination file is missing -v, --verbose explain what is being done
sl: --target-directory=IMENIK vse IZVORE premakni v navedeni IMENIK -u, --update datoteko premakni samo, èe je novej¹a od obstojeèe ciljne ali èe ciljna ne obstaja -v, --verbose z razlago poteka

source: when moving multiple files, last argument must be a directory
sl: pri premikanju veèih datotek mora biti zadnji argument imenik

source: Usage: %s [OPTION] [COMMAND [ARG]...]
sl: Uporaba: %s [IZBIRA]... [UKAZ [ARGUMENT]...]

source: Run COMMAND with an adjusted scheduling priority. With no COMMAND, print the current scheduling priority. ADJUST is 10 by default. Range goes from -20 (highest priority) to 19 (lowest). -n, --adjustment=ADJUST increment priority by ADJUST first
sl: Po¾enemo UKAZ s spremenjeno prioriteto izvajanja. Èe UKAZ ni podan, izpi¹emo trenutno raven prioritete. Privzeta vrednost za POPRAVEK je 10. Vrednosti prioritete so med -20 (najvi¹ja) in 19 (najni¾ja). -n, --adjustment=POPRAVEK poveèaj raven za POPRAVEK

source: invalid option `%s'
sl: neveljavna izbira ,%s`

source: invalid priority `%s'
sl: neveljavna prioriteta ,%s`

source: a command must be given with an adjustment
sl: ob podanem popravku ravni moramo podati tudi ukaz

source: cannot get priority
sl: ni mo¾no izvedeti prioritete

source: cannot set priority
sl: prioritete ni mogoèe nastaviti

source: Write each FILE to standard output, with line numbers added. With no FILE, or when FILE is -, read standard input.
sl: Vsako od DATOTEK prepi¹emo na standardni izhod in spotoma o¹tevilèimo vrstice. Èe DATOTEKA ni podana, ali èe je enaka -, beremo s standardnega vhoda.

source: -b, --body-numbering=STYLE use STYLE for numbering body lines -d, --section-delimiter=CC use CC for separating logical pages -f, --footer-numbering=STYLE use STYLE for numbering footer lines
sl: -b, --body-numbering=SLOG uporabi SLOG pri o¹tevilèenju vrstic telesa -d, --section-delimiter=CC uporabi CC pri loèitvi logiènih strani -f, --footer-numbering=SLOG uporabi SLOG pri o¹tevilèenju zno¾ja strani

source: -h, --header-numbering=STYLE use STYLE for numbering header lines -i, --page-increment=NUMBER line number increment at each line -l, --join-blank-lines=NUMBER group of NUMBER empty lines counted as one -n, --number-format=FORMAT insert line numbers according to FORMAT -p, --no-renumber do not reset line numbers at logical pages -s, --number-separator=STRING add STRING after (possible) line number
sl: -h, --header-numbering=SLOG uporabi SLOG pri o¹tevilèenju zglavja strani -i, --page-increment=©TEVILO ¹tevilke vrstic inkrementiraj po ©TEVILO -l, --join-blank-lines=©TEVILO skupino ©TEVILA praznih vrstic ¹tej kot eno -n, --number-format=OBLIKA ¹tevilke vrstic vrini glede na OBLIKO -p, --no-renumber o¹tevilèenje vrstic naj teèe prek log. strani -s, --number-separator=NIZ pripni NIZ (mo¾ni) ¹tevilki vrstice

source: -v, --first-page=NUMBER first line number on each logical page -w, --number-width=NUMBER use NUMBER columns for line numbers
sl: -v, --first-page=©TEVILO ¹tevilka prve vrstice na novi logièni strani -w, --number-width=©TEVILO ©TEVILO znakov ¹irine za o¹tevilèenje

source: By default, selects -v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn. CC are two delimiter characters for separating logical pages, a missing second character implies :. Type \\ for \. STYLE is one of:
sl: Privzete so izbire -v1 -i1 -l1 -sTAB -w6 -nrn -hn -bt -fn. CC sta dva loèitvena znaka za loèevanje logiènih strani; èe je drugi znak izpu¹èen, se privzame :. Uporabite \\\\ za \\. SLOG je nekaj od na¹tetega:

source: a number all lines t number only nonempty lines n number no lines pREGEXP number only lines that contain a match for REGEXP FORMAT is one of: ln left justified, no leading zeros rn right justified, no leading zeros rz right justified, leading zeros
sl: a o¹tevilèi vse vrstice t o¹tevilèi samo polne vrstice, praznih ne n ne o¹tevilèi nobenih vrstic pREGIZR o¹tevilèi samo vrstice, ki se ujemajo z regularnim izrazom REGIZR OBLIKA je nekaj od na¹tetega: ln levo poravnano, brez vodilnih nièel rn desno poravnano, brez vodilnih nièel rz desno poravnano, z vodilnimi nièlami

source: Usage: %s [OPTION]... [FILE]... or: %s --traditional [FILE] [[+]OFFSET [[+]LABEL]]
sl: Uporaba: %s [IZBIRA]... [DATOTEKA]... ali: %s --traditional [DATOTEKA] [[+]ODMIK [[+]OZNAKA]]

source: Write an unambiguous representation, octal bytes by default, of FILE to standard output. With more than one FILE argument, concatenate them in the listed order to form the input. With no FILE, or when FILE is -, read standard input.
sl: Na standardni izhod zapi¹emo enoznaèno predstavitev DATOTEKE, privzeto osmi¹ki zapis bajtov. Èe DATOTEKA ni podana ali je enaka -, beremo s standardnega vhoda.

source: -A, --address-radix=RADIX decide how file offsets are printed -j, --skip-bytes=BYTES skip BYTES input bytes first
sl: -A, --address-radix=OSNOVA OSNOVA pri izpisu odmikov v datoteki (doxn) -j, --skip-bytes=©TEVILO pri vsaki datoteki preskoèimo prvih ©TEVILO bajtov

source: -N, --read-bytes=BYTES limit dump to BYTES input bytes -s, --strings[=BYTES] output strings of at least BYTES graphic chars -t, --format=TYPE select output format or formats -v, --output-duplicates do not use * to mark line suppression -w, --width[=BYTES] output BYTES bytes per output line --traditional accept arguments in traditional form
sl: -N, --read-bytes=©TEVILO izpis omejimo na ©TEVILO bajtov v vsaki datoteki -s, --strings[=©TEVILO] zaporedje, dolgo vsaj ©TEVILO bajtov, izpi¹emo kot niz -t, --format=TIP izberemo obliko ali oblike izpisov -v, --output-duplicates ne uporabimo * za oznako izpu¹èenih vrstic -w, --width[=©TEVILO] v vsaki vrstici izpi¹emo ©TEVILO bajtov --traditional sprejemamo argumente v tradicionalni obliki

source: Traditional format specifications may be intermixed; they accumulate: -a same as -t a, select named characters -b same as -t oC, select octal bytes -c same as -t c, select ASCII characters or backslash escapes -d same as -t u2, select unsigned decimal shorts
sl: Doloèila v tradicionalni obliki lahko kombiniramo in se sestavljajo: -a isto kot -t a, neizpisljive znake poimenujemo s kraticami -b isto kot -t oC, osmi¹ki izpis bajtov -c isto kot -t c, neizpisljive znake uvedemo z nagibnico -d isto kot -t u2, deseti¹ki izpis dvobajtnih nepredznaèenih celih ¹tevil

source: -f same as -t fF, select floats -h same as -t x2, select hexadecimal shorts -i same as -t d2, select decimal shorts -l same as -t d4, select decimal longs -o same as -t o2, select octal shorts -x same as -t x2, select hexadecimal shorts
sl: -f isto kot -t fF, izpis ¹tevil s plavajoèo vejico -h isto kot -t x2, ¹estnajsti¹ki izpis dvobajtnih celih ¹tevil -i isto kot -t d2, deseti¹ki izpis dvobajtnih predznaèenih celih ¹tevil -l isto kot -t d4, deseti¹ki izpis ¹tiribajtnih predznaèenih celih ¹tevil -o isto kot -t o2, osmi¹ki izpis dvobajtnih celih ¹tevil -x isto kot -t x2, ¹estnajsti¹ki izpis dvobajtnih celih ¹tevil

source: For older syntax (second call format), OFFSET means -j OFFSET. LABEL is the pseudo-address at first byte printed, incremented when dump is progressing. For OFFSET and LABEL, a 0x or 0X prefix indicates hexadecimal, suffixes may be . for octal and b for multiply by 512. TYPE is made up of one or more of these specifications: a named character c ASCII character or backslash escape
sl: Pri stari skladnji (druga oblika klica) pomeni ODMIK izbiro -j ODMIK. OZNAKA je psevdonaslov prvega izpisanega bajta in se pri¹teje odmiku pri izpisu. Pri ODMIKU in OZNAKI predpona 0x ali 0X naznanja ¹estnajsti¹ki zapis. Pripone so lahko . za osmi¹ki zapis ali b za mno¾enje s 512. TIP je lahko eno ali veè doloèil s seznama: a poimenovani znaki; neizpisljivi znaki poimenovani s kraticami c znaki; neizpisljivi znaki uvedeni z nagibnico

source: d[SIZE] signed decimal, SIZE bytes per integer f[SIZE] floating point, SIZE bytes per integer o[SIZE] octal, SIZE bytes per integer u[SIZE] unsigned decimal, SIZE bytes per integer x[SIZE] hexadecimal, SIZE bytes per integer
sl: d[VELIKOST] predznaèeno deseti¹ko celo ¹tevilo dol¾ine VELIKOST bajtov f[VELIKOST] ¹tevilo v plavajoèi vejici dol¾ine VELIKOST bajtov o[VELIKOST] osmi¹ko ¹tevilo dol¾ine VELIKOST bajtov u[VELIKOST] nepredznaèeno deseti¹ko celo ¹tevilo dol¾ine VELIKOST bajtov x[VELIKOST] ¹estnajsti¹ko ¹tevilo dol¾ine VELIKOST bajtov

source: SIZE is a number. For TYPE in doux, SIZE may also be C for sizeof(char), S for sizeof(short), I for sizeof(int) or L for sizeof(long). If TYPE is f, SIZE may also be F for sizeof(float), D for sizeof(double) or L for sizeof(long double).
sl: VELIKOST je ¹tevilka. Za TIPE d,o,u ali x je VELIKOST lahko tudi C, kar pomeni dol¾ino tipa char, S (dol¾ina tipa short), I (dol¾ina tipa int) ali L (dol¾ina tipa long). Èe je TIP f, je lahko VELIKOST tudi F za dol¾ino tipa float, D (dol¾ina tipa double) ali L (dol¾ina tipa long double).

source: RADIX is d for decimal, o for octal, x for hexadecimal or n for none. BYTES is hexadecimal with 0x or 0X prefix, it is multiplied by 512 with b suffix, by 1024 with k and by 1048576 with m. Adding a z suffix to any type adds a display of printable characters to the end of each line of output.
sl: OSNOVA je lahko d (deseti¹ka), o (osmi¹ka), x (¹estnajsti¹ka) ali n (nobena). Èe ima ©TEVILO predpono 0x ali 0X, se tolmaèi kot ¹estnajsti¹ka vrednost. Pripona b pomeni mno¾enje s 512, pripona k mno¾enje s 1024, pripona m mno¾enje s 1048576. Pripona z pri kateremkoli tipu doda prikaz izpisljivih znakov na koncu vsake vrstice.

source: --string without a number implies 3. --width without a number implies 32. By default, od uses -A o -t d2 -w 16.
sl: Izbira --string brez podanega ¹tevila privzame vrednost 3. Izbira --width brez podanega ¹tevila privzame vrednost 32. Privzete vrednosti, ki jih uporablja program ,od`, so: -A o -t d2 -w 16.

source: invalid type string `%s'; this system doesn't provide a %lu-byte integral type
sl: neveljaven tip ,%s`; ta sistem ne omogoèa %lu-bajtnega celo¹tevilènega tipa

source: invalid type string `%s'; this system doesn't provide a %lu-byte floating point type
sl: neveljaven tip ,%s`; ta sistem ne omogoèa %lu-bajtnega zapisa v plavajoèi vejici

source: cannot skip past end of combined input
sl: ni mogoèe prek konca kombiniranega vhoda

source: old-style offset
sl: odmik v starem slogu

source: invalid output address radix `%c'; it must be one character from [doxn]
sl: neveljavna osnova naslovov ,%c`; veljavne so mo¾nosti d, o, x in n

source: minimum string length
sl: najmanj¹a dol¾ina niza

source: %s is too large
sl: %s je preveliko

source: width specification
sl: doloèilo ¹irine

source: invalid second operand in compatibility mode `%s'
sl: neveljaven drugi operand v zdru¾ljivostnem naèinu ,%s`

source: in compatibility mode, the last two arguments must be offsets
sl: v zdru¾ljivostnem naèinu morata biti zadnja dva argumenta odmika

source: compatibility mode supports at most three arguments
sl: zdru¾ljivostni naèin podpira najveè tri argumente

source: warning: invalid width %lu; using %d instead
sl: opozorilo: neveljavna ¹irina %lu; namesto nje jemljemo %d

source: Write lines consisting of the sequentially corresponding lines from each FILE, separated by TABs, to standard output. With no FILE, or when FILE is -, read standard input.
sl: Vsaki od vrstic iz prve DATOTEKE s tabulatorjem na konec pridru¾imo istole¾no vrstico iz druge DATOTEKE, in tako naprej do konca seznama DATOTEK. Èe DATOTEKA ni podana ali je enaka -, beremo s standardnega vhoda.

source: -d, --delimiters=LIST reuse characters from LIST instead of TABs -s, --serial paste one file at a time instead of in parallel
sl: -d, --delimiters=SEZNAM za loèitev uporabimo znake s SEZNAMA namesto TAB -s, --serial datoteke zdru¾ujemo zaporedno namesto vzporedno

source: Usage: %s [OPTION]... NAME...
sl: Uporaba: %s [IZBIRA]... IME...

source: Diagnose unportable constructs in NAME. -p, --portability check for all POSIX systems, not only this one
sl: Diagnosticiramo neprenosljive konstrukte v IMENU. -p, --portability preveri za vse sisteme POSIX, ne le za tega

source: path `%s' contains nonportable character `%c'
sl: pot ,%s` vsebuje neprenosljiv znak ,%c`

source: `%s' is not a directory
sl: ,%s` ni imenik

source: directory `%s' is not searchable
sl: imenik ,%s` ni berljiv

source: name `%s' has length %ld; exceeds limit of %ld
sl: dol¾ina imena ,%s` je %ld; presega mejo %ld

source: path `%s' has length %d; exceeds limit of %ld
sl: dol¾ina poti ,%s` je %d; presega mejo %ld

source: Joseph Arceneaux, David MacKenzie, and Kaveh Ghazi
sl: Joseph Arceneaux, David MacKenzie in Kaveh Ghazi

source: Login name:
sl: Uporabni¹ko ime:

source: In real life:
sl: Pravo ime:

source: Directory:
sl: Imenik:

source: Shell:
sl: Ukazna lupina:

source: Project:
sl: Projekt:

source: Plan:
sl: Naèrt:

source: Name
sl: Ime

source: Idle
sl: Neak

source: When
sl: Kdaj

source: Where
sl: Kje

source: Usage: %s [OPTION]... [USER]...
sl: Uporaba: %s [IZBIRA]... [UPORABNIK]...

source: -l produce long format output for the specified USERs -b omit the user's home directory and shell in long format -h omit the user's project file in long format -p omit the user's plan file in long format -s do short format output, this is the default
sl: -l dolga oblika izpisa -b v dolgi obliki izpusti domaèi imenik in ukazno lupino -h v dolgi obliki izpusti uporabnikovo datoteko .project -p v dolgi obliki izpusti uporabnikovo datoteko .plan -s kratka oblika izpisa (privzeto)
