Repository: m-svo/coreutils
Catalog: po/*.po
Languages: sl

source: %s: couldn't reset non-blocking mode
sl: %s: ne-blokirnega naèina ni mo¾no ponovno zagnati

source: invalid argument `%s'
sl: neveljaven argument ,%s`

source: missing argument to `%s'
sl: izbiri ,%s` manjka argument

source: %s: unable to perform all requested operations
sl: %s: vseh zahtevanih operacij se ni dalo izvesti

source: new_mode: mode
sl: nov_naèin: naèin

source: %s: no size information for this device
sl: %s: ni podatka o velikosti te enote

source: invalid integer argument `%s'
sl: neveljaven celo¹tevilèni argument ,%s`

source: Password:
sl: Geslo:

source: getpass: cannot open /dev/tty
sl: getpass: ni mo¾no odpreti /dev/tty

source: cannot set groups
sl: nastavitev skupin ni mo¾na

source: cannot set group id
sl: nastavitev GID ni mo¾na

source: cannot set user id
sl: nastavitev UID ni mo¾na

source: Usage: %s [OPTION]... [-] [USER [ARG]...]
sl: Uporaba: %s [IZBIRA]... [-] [UPORABNIK [ARGUMENT]...]

source: Change the effective user id and group id to that of USER. -, -l, --login make the shell a login shell -c, --commmand=COMMAND pass a single COMMAND to the shell with -c -f, --fast pass -f to the shell (for csh or tcsh) -m, --preserve-environment do not reset environment variables -p same as -m -s, --shell=SHELL run SHELL if /etc/shells allows it
sl: Aktivno uporabni¹ko in skupinsko identiteto spremenimo na identiteto navedenega UPORABNIKA. -, -l, --login naj bo ukazna lupina prijavna lupina -c, --commmand=UKAZ ukazni lupini podamo navedeni UKAZ in se vrnemo -f, --fast ukazni lupini podamo izbiro -f (samo csh in tcsh) -m, --preserve-environment brez spreminjanja nastavitev okolja -p isto kot -m -s, --shell=LUPINA po¾enemo navedeno LUPINO (èe jo /etc/shells dovoli)

source: A mere - implies -l. If USER not given, assume root.
sl: Minus - brez èesarkoli pomeni isto kot -l. Èe UPORABNIK ni naveden, se privzame naduporabnik.

source: user %s does not exist
sl: uporabnik %s ne obstaja

source: incorrect password
sl: napaèno geslo

source: using restricted shell %s
sl: z omejeno ukazno lupino %s

source: warning: cannot change directory to %s
sl: opozorilo: imenik %s ni dosegljiv

source: Print checksum and block counts for each FILE. -r defeat -s, use BSD sum algorithm, use 1K blocks -s, --sysv use System V sum algorithm, use 512 bytes blocks
sl: Za vsako podano DATOTEKO izraèunamo nadzorno vsoto in izpi¹emo ¹tevilo blokov. -r preklièemo -s; algoritem BSD, velikost blokov 1 KB -s, --sysv raèunanje vsote z algoritmom System V, velikost blokov 512 B

source: Force changed blocks to disk, update the super block.
sl: Stanje na disku uskladimo s stanjem v diskovnem medpomnilniku.

source: ignoring all arguments
sl: vsi argumenti so ignorirani

source: --help display this help and exit
sl: --help ta navodila

source: --version output version information and exit
sl: --version razlièica programa

source: Write each FILE to standard output, last line first. With no FILE, or when FILE is -, read standard input.
sl: Vsako od DATOTEK prepi¹emo na standardni izhod v obratnem vrstnem redu, od zadnje vrstice proti prvi. Èe DATOTEKA ni podana ali je enaka -, beremo s standardnega vhoda.

source: -b, --before attach the separator before instead of after -r, --regex interpret the separator as a regular expression -s, --separator=STRING use STRING as the separator instead of newline
sl: -b, --before loèilo dodamo pred, ne za izpisano vrstico -r, --regex loèila obravnavamo kot regularne izraze -s, --separator=NIZ vrstice naj loèuje NIZ, ne znak za novo vrstico

source: separator cannot be empty
sl: loèilo ne more biti prazno

source: Print the last %d lines of each FILE to standard output. With more than one FILE, precede each with a header giving the file name. With no FILE, or when FILE is -, read standard input.
sl: Zadnjih %d vrstic vsake od podanih DATOTEK izpi¹emo na standardni izhod. Èe je podana veè kot ena DATOTEKA, izpi¹emo pred tem ¹e glavo z imenom datoteke. Èe DATOTEKA ni podana ali je enaka -, beremo s standardnega vhoda.

source: --retry keep trying to open a file even if it is inaccessible when tail starts or if it becomes inaccessible later -- useful only with -f -c, --bytes=N output the last N bytes
sl: --retry datoteko posku¹amo odpreti, èetudi ni dostopna v trenutku, ko po¾enemo tail ali kdaj kasneje -- uporabno skupaj z izbiro -f -c, --bytes=N izpi¹emo zadnjih N bajtov datoteke

source: -f, --follow[={name|descriptor}] output appended data as the file grows; -f, --follow, and --follow=descriptor are equivalent -F same as --follow=name --retry
sl: -f, --follow[={name|descriptor}] pri datotekah, ki rastejo, sledimo trenutnemu koncu datoteke; -f, --follow in --follow=descriptor so sopomenke -F isto kot --follow=name --retry

source: -n, --lines=N output the last N lines, instead of the last %d --max-unchanged-stats=N with --follow=name, reopen a FILE which has not changed size after N (default %d) iterations to see if it has been unlinked or renamed (this is the usual case of rotated log files)
sl: -n, --lines=N izpi¹emo zadnjih N vrstic namesto privzetih %d --max-unchanged-stats=N skupaj z --follow=name, ponovno odpri DATOTEKO, ki se ni spremenila v zadnjih N (privzeto %d) branjih; s tem preverimo, ali vmes ni bila izbrisana ali preimenovana (uporabno pri dnevni¹kih datotekah)

source: --pid=PID with -f, terminate after process ID, PID dies -q, --quiet, --silent never output headers giving file names -s, --sleep-interval=S with -f, each iteration lasts approximately S (default 1) seconds -v, --verbose always output headers giving file names
sl: --pid=PID skupaj z -f, proces zakljuèimo, ko PID ugasne -q, --quiet, --silent vedno brez izpisa glave z imenom datoteke -s, --sleep-interval=S skupaj z -f; premor S sekund med ponovitvami -v, --verbose vedno z izpisom glave z imenom datoteke

source: If the first character of N (the number of bytes or lines) is a `+', print beginning with the Nth item from the start of each file, otherwise, print the last N items in the file. N may have a multiplier suffix: b for 512, k for 1024, m for 1048576 (1 Meg).
sl: Èe je ¹tevilo N (¹tevilo vrstic ali bajtov) predznaèeno z znakom + (plus), izpisujemo vrstice od N-te vrstice (N-tega bajta) dalje namesto zadnjih N vrstic (bajtov). Mogoèe multiplikativne pripone pri N so b (mno¾enje s 512), k (1024) in m (1048576).

source: With --follow (-f), tail defaults to following the file descriptor, which means that even if a tail'ed file is renamed, tail will continue to track its end.
sl: Z izbiro --follow (-f) tail privzeto sledi deskriptorju datoteke, kar pomeni, da konec datoteke sledimo tudi, èe je ta vmes preimenovana.

source: This default behavior is not desirable when you really want to track the actual name of the file, not the file descriptor (e.g., log rotation). Use --follow=name in that case. That causes tail to track the named file by reopening it periodically to see if it has been removed and recreated by some other program.
sl: Privzeti naèin ni uporaben, èe ¾elimo spremljati samo datoteko z danim imenom (npr. dnevni¹ki zapisi). V tem primeru uporabimo --follow=name. V tem naèinu tail periodièno poskusi odpreti datoteko in tako preverja, ali ta ¹e obstaja, ali pa je bila vmes zbrisana ter ponovno ustvarjena.

source: closing %s (fd=%d)
sl: zapiramo %s (fd=%d)

source: %s: cannot seek to relative offset %s%s
sl: %s: premik na relativni odmik %s%s ni mogoè

source: %s: cannot seek to end-relative offset %s%s
sl: %s: premik na odmik %s%s (relativno od konca) ni mogoè

source: `%s' has become inaccessible
sl: ,%s` je postala nedostopna

source: `%s' has been replaced with an untailable file; giving up on this name
sl: ,%s` je bila nadome¹èena z datoteko, kateri ni moè slediti konca; opu¹èamo

source: `%s' has become accessible
sl: ,%s` je postala dostopna

source: `%s' has appeared; following end of new file
sl: ,%s` se je pojavila; sledimo konec nove datoteka

source: `%s' has been replaced; following end of new file
sl: ,%s` je bila zamenjana; sledimo konec nove datoteke

source: %s: file truncated
sl: %s: datoteka je porezana

source: no files remaining
sl: nobene datoteke ni veè

source: %s: cannot follow end of this type of file; giving up on this name
sl: %s: koncu te zvrsti datoteke ni mogoèe slediti; s tem imenom odnehamo

source: %c: invalid suffix character in obsolescent option
sl: %c: neveljavna enoznakovna pripona pri zastareli izbiri

source: too many arguments; When using tail's obsolescent option syntax (%s) there may be no more than one file argument. Use the equivalent -n or -c option instead.
sl: preveè argumentov: Pri stari skladnji izbir (%s) lahko podamo kot argument le eno datoteko. Namesto tega uporabite izbiri -n ali -c.

source: Warning: it is not portable to use two or more file arguments with tail's obsolescent option syntax (%s). Use the equivalent -n or -c option instead.
sl: Opozorilo: pri uporabi stare skladnje (%s) navedba dveh ali veè datotek ni prenosljiva. Namesto nje uporabite izbiri -n ali -c.

source: `%s' option is obsolete; use `%s-%c %.*s'
sl: ,%s` je opu¹èena oblika; uporabite ,%s-%c %.*s`

source: %s: is so large that it is not representable
sl: %s: je tako veliko, da ni predstavljivo

source: %s is larger than the maximum file size on this system
sl: %s presega najveèjo dovoljeno velikost datoteke na tem sistemu

source: %s: invalid maximum number of unchanged stats between opens
sl: %s: neveljavno najveèje ¹tevilo nespremenjenih statusov med odpiranji

source: %s: invalid maximum number of consecutive size changes
sl: %s: neveljavno najveèje ¹tevilo zaporednih sprememb velikosti

source: warning: --retry is useful only when following by name
sl: opozorilo: izbira --retry je uporabna le, kadar ji sledi ime

source: warning: PID ignored; --pid=PID is useful only when following
sl: opozorilo: PID ignoriran; --pid=PID je uporabno samo pri sledenju

source: warning: --pid=PID is not supported on this system
sl: opozorilo: izbira --pid=PID na tem sistemu ni podprta

source: Mike Parker, Richard M. Stallman, and David MacKenzie
sl: Mike Parker, Richard M. Stallman in David MacKenzie

source: Copy standard input to each FILE, and also to standard output. -a, --append append to the given FILEs, do not overwrite -i, --ignore-interrupts ignore interrupt signals
sl: Standarni vhod prepi¹emo na standardni izhod in ¹e na vse navedene DATOTEKE. -a, --append dodajaj na konec datoteke, namesto da pi¹e¹ prek -i, --ignore-interrupts ne upo¹tevaj signalov za prekinitev

source: argument expected
sl: prièakuje se argument

source: integer expression expected %s
sl: prièakuje se celo¹tevilèni izraz %s

source: ')' expected
sl: prièakuje se ,)`

source: ')' expected, found %s
sl: prièakuje se ,)`, naleteli na %s

source: %s: unary operator expected
sl: %s: prièakuje se unarni operator

source: %s: binary operator expected
sl: %s: prièakuje se binarni operator

source: before -lt
sl: pred -lt

source: after -lt
sl: po -lt

source: before -le
sl: pred -le

source: after -le
sl: po -le

source: before -gt
sl: pred -gt

source: after -gt
sl: po -gt

source: before -ge
sl: pred -ge

source: after -ge
sl: po -ge

source: -nt does not accept -l
sl: -nt ne sprejema -l

source: before -ne
sl: pred -ne

source: after -ne
sl: po -ne

source: before -eq
sl: pred -eq

source: after -eq
sl: po -eq

source: -ef does not accept -l
sl: -ef ne sprejema -l

source: -ot does not accept -l
sl: -ot ne sprejema -l

source: unknown binary operator
sl: neznan binarni operator

source: after -t
sl: po -t

source: Usage: %s EXPRESSION or: [ EXPRESSION ] or: %s OPTION
sl: Uporaba: %s IZRAZ ali: [ IZRAZ ] ali: %s IZBIRA

source: Exit with the status determined by EXPRESSION.
sl: Ovrednotimo IZRAZ in rezultat vrnemo kot izhodno kodo.

source: EXPRESSION is true or false and sets exit status. It is one of:
sl: Rezultat ovrednotenja IZRAZA je lahko pravilno (true) ali napaèno (false). IZRAZ ima lahko eno od navedenih oblik:

source: ( EXPRESSION ) EXPRESSION is true ! EXPRESSION EXPRESSION is false EXPRESSION1 -a EXPRESSION2 both EXPRESSION1 and EXPRESSION2 are true EXPRESSION1 -o EXPRESSION2 either EXPRESSION1 or EXPRESSION2 is true
sl: ( IZRAZ ) IZRAZ je pravilen ! IZRAZ IZRAZ ni pravilen IZRAZ1 -a IZRAZ2 IZRAZ1 in IZRAZ2 sta oba pravilna IZRAZ1 -o IZRAZ2 IZRAZ1 ali IZRAZ2 sta pravilna

source: [-n] STRING the length of STRING is nonzero -z STRING the length of STRING is zero STRING1 = STRING2 the strings are equal STRING1 != STRING2 the strings are not equal
sl: [-n] NIZ dol¾ina NIZA je veèja od niè -z NIZ dol¾ina NIZA je enaka niè NIZ1 = NIZ2 niza sta enaka NIZ1 != NIZ2 niza se razlikujeta

source: INTEGER1 -eq INTEGER2 INTEGER1 is equal to INTEGER2 INTEGER1 -ge INTEGER2 INTEGER1 is greater than or equal to INTEGER2 INTEGER1 -gt INTEGER2 INTEGER1 is greater than INTEGER2 INTEGER1 -le INTEGER2 INTEGER1 is less than or equal to INTEGER2 INTEGER1 -lt INTEGER2 INTEGER1 is less than INTEGER2 INTEGER1 -ne INTEGER2 INTEGER1 is not equal to INTEGER2
sl: ©TEVILO1 -eq ©TEVILO2 celo ©TEVILO1 je enako celemu ©TEVILU2 ©TEVILO1 -ge ©TEVILO2 celo ©TEVILO1 je veèje ali enako od celega ©TEVILU2 ©TEVILO1 -gt ©TEVILO2 celo ©TEVILO1 je veèje od celega ©TEVILU2 ©TEVILO1 -le ©TEVILO2 celo ©TEVILO1 je manj¹e ali enako od celega ©TEVILU2 ©TEVILO1 -lt ©TEVILO2 celo ©TEVILO1 je manj¹e od celega ©TEVILU2 ©TEVILO1 -ne ©TEVILO2 celo ©TEVILO1 ni enako celemu ©TEVILU2

source: FILE1 -ef FILE2 FILE1 and FILE2 have the same device and inode numbers FILE1 -nt FILE2 FILE1 is newer (modification date) than FILE2 FILE1 -ot FILE2 FILE1 is older than FILE2
sl: DATOTEKA1 -ef DATOTEKA2 datoteki imata isto ¹tevilko naprave in inoda DATOTEKA1 -nt DATOTEKA2 DATOTEKA1 je bila spremenjena kasneje kot DATOTEKA2 DATOTEKA1 -ot DATOTEKA2 DATOTEKA1 je bila spremenjena prej kot DATOTEKA2

source: -b FILE FILE exists and is block special -c FILE FILE exists and is character special -d FILE FILE exists and is a directory -e FILE FILE exists
sl: -b DATOTEKA DATOTEKA obstaja in je bloèna posebna enota -c DATOTEKA DATOTEKA obstaja in je znakovna posebna enota -d DATOTEKA DATOTEKA obstaja in je imenik -e DATOTEKA DATOTEKA obstaja

source: -f FILE FILE exists and is a regular file -g FILE FILE exists and is set-group-ID -h FILE FILE exists and is a symbolic link (same as -L) -G FILE FILE exists and is owned by the effective group ID -k FILE FILE exists and has its sticky bit set
sl: -f DATOTEKA DATOTEKA obstaja in je navadna datoteka -g DATOTEKA DATOTEKA obstaja in ima postavljen bit SGID -G DATOTEKA DATOTEKA obstaja in pripada isti skupini -k DATOTEKA DATOTEKA obstaja in ima postavljen lepljivi bit

source: -L FILE FILE exists and is a symbolic link (same as -h) -O FILE FILE exists and is owned by the effective user ID -p FILE FILE exists and is a named pipe -r FILE FILE exists and is readable -s FILE FILE exists and has a size greater than zero
sl: -L DATOTEKA DATOTEKA obstaja in je simbolna povezava -O DATOTEKA DATOTEKA obstaja in pripada istemu uporabniku -p DATOTEKA DATOTEKA obstaja in je poimenovana cev -r DATOTEKA DATOTEKA obstaja in jo smemo brati -s DATOTEKA DATOTEKA obstaja in ni prazna (dol¾ina > 0)

source: -S FILE FILE exists and is a socket -t [FD] file descriptor FD (stdout by default) is opened on a terminal -u FILE FILE exists and its set-user-ID bit is set -w FILE FILE exists and is writable -x FILE FILE exists and is executable
sl: -S DATOTEKA DATOTEKA obstaja in je vtiènica -t DATOTEKA deskriptor DATOTEKE (navadno standarni izhod) je odprt na terminalu -u DATOTEKA DATOTEKA obstaja in ima postavljen bit SUID -w DATOTEKA DATOTEKA obstaja in nanjo smemo pisati -x DATOTEKA DATOTEKA obstaja in jo smemo izvajati

source: Beware that parentheses need to be escaped (e.g., by backslashes) for shells. INTEGER may also be -l STRING, which evaluates to the length of STRING.
sl: Pazite na to, da je potrebno oklepaje opremiti z nagibnicami, da jih ne tolmaèi ukazna lupina. Celo ©TEVILO je lahko tudi -l NIZ, ki se ovrednoti na dol¾ino NIZA.

source: missing `]'
sl: manjka ,]`

source: too many arguments
sl: preveè argumentov

source: setting times of %s
sl: nastavljamo èase %s

source: Update the access and modification times of each FILE to the current time.
sl: Èas zadnjega dostopa in spremembe DATOTEKE postavimo na trenutni èas.

source: -a change only the access time -c, --no-create do not create any files -d, --date=STRING parse STRING and use it instead of current time -f (ignored) -m change only the modification time
sl: -a spremeni samo èas zadnjega dostopa -c, --no-create brez ustvarjanja novih datotek -d, --date=NIZ razèleni NIZ in uporabi ta èas namesto trenutnega -f (ignorirano) -m spremeni samo èas zadnje spremembe

source: -r, --reference=FILE use this file's times instead of current time -t STAMP use [[CC]YY]MMDDhhmm[.ss] instead of current time --time=WORD set time given by WORD: access atime use (same as -a) modify mtime (same as -m)
sl: -r, --reference=DATOTEKA uporabi èas podane DATOTEKE namesto trenutnega -t ®IG uporabi [[CC]YY]MMDDhhmm[.ss] namesto trenutnega èasa --time=BESEDA nastavimo èas, podan z BESEDO: èas dostopa: access, atime, use (isto kot -a) èas spremembe: mtime, modify (isto kot -m)

source: Note that the -d and -t options accept different time-date formats.
sl: Pazita na to, da izbiri -d in -t sprejemata razlièna zapisa datuma in èasa.

source: warning: `touch %s' is obsolete; use `touch -t %04d%02d%02d%02d%02d.%02d'
sl: opozorilo: ,touch %s` je zastarelo; uporabite ,touch -t %04d%02d%02d%02d%02d.%02d`

source: Translate, squeeze, and/or delete characters from standard input, writing to standard output. -c, --complement first complement SET1 -d, --delete delete characters in SET1, do not translate -s, --squeeze-repeats replace each input sequence of a repeated character that is listed in SET1 with a single occurrence of that character -t, --truncate-set1 first truncate SET1 to length of SET2
sl: Prevedemo, stisnemo ali pobri¹emo znake iz toka podatkov na standardnem vhodu in rezultat pi¹emo na standardni izhod. -c, --complement komplement MNO®ICE 1. -d, --delete pobri¹emo znake, navedene v MNO®ICI 1. -s, --squeeze-repeats sosledje enakih znakov, navedeno v MNO®ICI 1, nadomestimo z enim samim znakom -t, --truncate-set1 MNO®ICO 1 najprej skrèimo na velikost MNO®ICE 2.

source: SETs are specified as strings of characters. Most represent themselves. Interpreted sequences are: \NNN character with octal value NNN (1 to 3 octal digits) \\ backslash \a audible BEL \b backspace \f form feed \n new line \r return \t horizontal tab
sl: MNO®ICE doloèajo nizi znakov. Veèinoma predstavljajo sebe, posebej pa se tolmaèijo naslednja zaporedja: \\NNN znak z osmi¹ko kodo NNN (dol¾ina 1, 2 ali 3 osmi¹ke ¹tevke) \\\\ nagibnica \\a zvonèek \\b pomik za en znak v levo \\f skok na novo stran \\n skok v novo vrstico \\r pomik na levi rob \\t vodoravni tabulator

source: \v vertical tab CHAR1-CHAR2 all characters from CHAR1 to CHAR2 in ascending order [CHAR*] in SET2, copies of CHAR until length of SET1 [CHAR*REPEAT] REPEAT copies of CHAR, REPEAT octal if starting with 0 [:alnum:] all letters and digits [:alpha:] all letters [:blank:] all horizontal whitespace [:cntrl:] all control characters [:digit:] all digits
sl: \\v navpièni tabulator ZNAK1-ZNAK2 nara¹èajoèe zaporedje znakov od ZNAKA1 do ZNAKA2 [ZNAK1-ZNAK2] isto kot ZNAK1-ZNAK2, èe to uporabljata obe mno¾ici [ZNAK*] v MNO®ICI 2; toliko ponovitev ZNAKA kot v MNO®ICI 1 [ZNAK*N] N ponovitev znaka; osmi¹ka vrednost, èe se N zaène z nièlo [:alnum:] vse èrke in ¹tevke [:alpha:] vse èrke [:blank:] vsi vodoravni prazni znaki [:cntrl:] vsi krmilni znaki [:digit:] vse ¹tevke

source: [:graph:] all printable characters, not including space [:lower:] all lower case letters [:print:] all printable characters, including space [:punct:] all punctuation characters [:space:] all horizontal or vertical whitespace [:upper:] all upper case letters [:xdigit:] all hexadecimal digits [=CHAR=] all characters which are equivalent to CHAR
sl: [:graph:] vsi izpisljivi znaki razen presledka [:lower:] vse male èrke [:print:] vsi izpisljivi znaki s presledkom vred [:punct:] vsa loèila [:space:] vsi prazni znaki, vodoravni in navpièni [:upper:] vse velike èrke [:xdigit:] vse ¹estnajsti¹ke ¹tevke [=ZNAK=] vsi znaki, ki so enakovredni navedenemu ZNAKU

source: Translation occurs if -d is not given and both SET1 and SET2 appear. -t may be used only when translating. SET2 is extended to length of SET1 by repeating its last character as necessary.
sl: Èe izbira -d ni podana in sta navedeni tako MNO®ICA1 kot MNO®ICA2, se privzame prevedba. Izbira -t se sme uporabiti samo ob prevedbi. Èe je MNO®ICA 2 kraj¹a od MNO®ICE 1, se privzame ponovitev zadnjega znaka v MNO®ICI 2 do dol¾ine MNO®ICE 1.

source: Excess characters of SET2 are ignored. Only [:lower:] and [:upper:] are guaranteed to expand in ascending order; used in SET2 while translating, they may only be used in pairs to specify case conversion.
sl: Znaki, ki v MNO®ICI 2 segajo prek dol¾ine MNO®ICE 1, se zavr¾ejo. Edino razreda [:lower:] in [:upper:] se zajamèeno raz¹irita v nara¹èajoèem vrstnem redu. Èe je kateri od njiju naveden v MNO®ICI 2, ju lahko uporabimo le za pretvorbo med velikimi in malimi èrkami.

source: -s uses SET1 if not translating nor deleting; else squeezing uses SET2 and occurs after translation or deletion.
sl: Izbira -s uporablja MNO®ICO 1, kadar ne prevajamo ali bri¹emo, sicer pa stiskanje uporablja MNO®ICO 2 in se izvede po prevajanju in brisanju.

source: warning: the ambiguous octal escape \%c%c%c is being interpreted as the 2-byte sequence \0%c%c, `%c'
sl: opozorilo: dvoumno osmi¹ko ube¾no zaporedje \%c%c%c tolmaèimo kot dvobajtno zaporedje \0%c%c, ,%c`

source: invalid backslash escape at end of string
sl: neveljavno ube¾no zaporedje na koncu niza

source: invalid backslash escape `\%c'
sl: neveljavno ube¾no zaporedje ,\%c`

source: range-endpoints of `%s-%s' are in reverse collating sequence order
sl: meji obsega ,%s-%s` nista navedeni v nara¹èajoèem abecednem redu

source: invalid repeat count `%s' in [c*n] construct
sl: neveljavno ¹tevilo ponavljanj ,%s` v konstruktu [c*n]

source: missing character class name `[::]'
sl: manjkajoèe ime razreda znakov ,[::]`

source: missing equivalence class character `[==]'
sl: manjkajoè znak za ekvivalenco razredov ,[==]`

source: %s: equivalence class operand must be a single character
sl: %s: operand ekvivalentnih razredov sme biti en sam znak

source: the [c*] repeat construct may not appear in string1
sl: konstrukt ponovitev znaka [c*] se ne sme pojaviti v nizu 1

source: only one [c*] repeat construct may appear in string2
sl: kveèjemu en konstrukt ponovitev znaka [c*] se sme pojaviti v nizu 2

source: [=c=] expressions may not appear in string2 when translating
sl: izrazi [=c=] se pri prevedbi ne smejo pojavljati v nizu 2

source: when not truncating set1, string2 must be non-empty
sl: kadar ne kraj¹amo niza 1, mora biti niz 2 neprazen

source: when translating with complemented character classes, string2 must map all characters in the domain to one
sl: pri prevedbi s komplementi znakovnih razredov mora niz 2 preslikati vse znake iz domene v enega

source: when translating, the only character classes that may appear in string2 are `upper' and `lower'
sl: edina razreda znakov, ki se smeta pri prevedbi pojaviti v nizu 2, sta ,upper` in ,lower`

source: the [c*] construct may appear in string2 only when translating
sl: konstrukt [c*] se sme pojaviti v nizu 2 le pri prevedbi

source: two strings must be given when translating
sl: pri prevedbi morata biti podana dva niza

source: two strings must be given when both deleting and squeezing repeats
sl: ob hkratnem veèkratnem brisanju in stiskanju morata biti podana dva niza

source: only one string may be given when deleting without squeezing repeats
sl: samo en niz sme biti podan kadar bri¹emo brez veèkratnega stiskanja
