Repository: m-svo/coreutils
Catalog: po/*.po
Languages: sl

source: ARG1 * ARG2 arithmetic product of ARG1 and ARG2 ARG1 / ARG2 arithmetic quotient of ARG1 divided by ARG2 ARG1 % ARG2 arithmetic remainder of ARG1 divided by ARG2
sl: ARG1 * ARG2 aritmetièni produkt ARG1 in ARG2 ARG1 / ARG2 aritmetièni koliènik pri deljenju ARG1 z ARG2 ARG1 % ARG2 aritmetièni ostanek pri deljenju ARG1 z ARG2

source: STRING : REGEXP anchored pattern match of REGEXP in STRING match STRING REGEXP same as STRING : REGEXP substr STRING POS LENGTH substring of STRING, POS counted from 1 index STRING CHARS index in STRING where any CHARS is found, or 0 length STRING length of STRING
sl: NIZ : REGIZR ujemanje NIZA s sidranim regularnim izrazom REGIZR match STRING REGIZR isto kot NIZ : REGIZR substr NIZ POLO®AJ DOL®INA podniz NIZA, POLO®AJ se ¹teje od 1 dalje index NIZ ZNAKI mesto v NIZU, kjer se nahajajo ZNAKI, sicer 0 length NIZ do¾ina NIZA

source: + TOKEN interpret TOKEN as a string, even if it is a keyword like `match' or an operator like `/' ( EXPRESSION ) value of EXPRESSION
sl: + SIMBOL ravnaj s SIMBOLOM, kot da je NIZ, èeprav je kljuèna beseda kot ,match` ali operator kot ,/` ( IZRAZ ) vrednost IZRAZA

source: Beware that many operators need to be escaped or quoted for shells. Comparisons are arithmetic if both ARGs are numbers, else lexicographical. Pattern matches return the string matched between \( and \) or null; if \( and \) are not used, they return the number of characters matched or 0.
sl: Pazite na to, da morajo mnogi operatorji biti zavarovani z nagibnico \ ali narekovaji, da jih ne interpretira ukazna lupina. Primerjave so aritmetiène, èe sta oba argumenta ¹tevili, sicer leksikografske. Ujemanje vzorcev vrne niz med oklepajema \( in \) ali pa prazen niz; èe \( in \) nista podana, vrne ¹tevilo znakov, ki se ujemajo, ali 0.

source: syntax error
sl: napaka v skladnji

source: warning: unportable BRE: `%s': using `^' as the first character of the basic regular expression is not portable; it is being ignored
sl: opozorilo: neprenosljiv osnovni regularni izraz: ,%s` : uporaba ,^` kot prvega znaka v osnovnem regularnem izrazu ni prenosljiva, ignorirano

source: non-numeric argument
sl: ne-¹tevilèni argument

source: division by zero
sl: deljenje z niè

source: Usage: %s [NUMBER]... or: %s OPTION
sl: Uporaba: %s [©TEVILO]... ali: %s IZBIRA

source: Print the prime factors of each NUMBER.
sl: Vsa podana ©TEVILA razstavimo na prafaktorje in slednje izpi¹emo.

source: Print the prime factors of all specified integer NUMBERs. If no arguments are specified on the command line, they are read from standard input.
sl: Izpi¹emo prafaktorje za vsa podana cela ©TEVILA. Èe niso podana kot argument v ukazni vrstici, jih beremo s standardnega vhoda.

source: `%s' is not a valid positive integer
sl: ,%s` ni veljavno pozitivno celo ¹tevilo

source: Usage: %s [ignored command line arguments] or: %s OPTION Exit with a status code indicating failure. These option names may not be abbreviated.
sl: Uporaba: %s [morebitni argumeni v ukazni vrstici se ne upo¹tevajo] ali: %s IZBIRA Konèamo z izhodno kodo, ki signalizira napako. Navedeni izbiri nimata kratke oblike.

source: Reformat each paragraph in the FILE(s), writing to standard output. If no FILE or if FILE is `-', read standard input.
sl: Vsak odstavek v DATOTEKI(-ah) preoblikujemo in izpi¹emo na standardni izhod. Èe DATOTEKA ni podana ali je enaka - (minus), beremo s standardnega vhoda.

source: -c, --crown-margin preserve indentation of first two lines -p, --prefix=STRING combine only lines having STRING as prefix -s, --split-only split long lines, but do not refill
sl: -c, --crown-margin ohrani zamik prvih dveh vrstic -p, --prefix=NIZ preoblikuj samo vrstice, ki se zaèno z NIZOM -s, --split-only pore¾i predolge vrstice, a brez poravnave

source: -t, --tagged-paragraph indentation of first line different from second -u, --uniform-spacing one space between words, two after sentences -w, --width=NUMBER maximum line width (default of 75 columns)
sl: -t, --tagged-paragraph zamik prve vrstice v odstavku je razlièen od ostalih -u, --uniform-spacing en presledek med besedami, dva za piko -w, --width=©IRINA najveèja ¹irina vrstice (privzeto 75 znakov)

source: In -wNUMBER, the letter `w' may be omitted.
sl: Izbiro -w©TEVILO lahko uporabimo tudi v obliki -©TEVILO.

source: Wrap input lines in each FILE (standard input by default), writing to standard output.
sl: Vrstice v vsaki DATOTEKI na vhodu (privzet je standardni vhod) prelomimo in rezultat izpi¹emo na standardni izhod.

source: -b, --bytes count bytes rather than columns -s, --spaces break at spaces -w, --width=WIDTH use WIDTH columns instead of 80
sl: -b, --bytes ¹tejemo bajte namesto znakov -s, --spaces prelom na presledkih -w, --width=©IRINA nastavimo ©IRINO vrstic (privzeto 80)

source: `%s' option is obsolete; use `%s'
sl: ,%s` je opu¹èena oblika; uporabite ,%s`

source: Print first 10 lines of each FILE to standard output. With more than one FILE, precede each with a header giving the file name. With no FILE, or when FILE is -, read standard input.
sl: Izpi¹emo prvih 10 vrstic vsake od DATOTEK na standardni izhod. Èe je podana veè kot ena DATOTEKA, pred vsebino izpi¹emo ¹e ime datoteke. Èe DATOTEKA ni podana, ali èe je enaka -, beremo s standardnega vhoda.

source: -c, --bytes=SIZE print first SIZE bytes -n, --lines=NUMBER print first NUMBER lines instead of first 10
sl: -c, --bytes=VELIKOST izpi¹emo prvih VELIKOST bajtov z zaèetka datoteke -n, --lines=©TEVILO izpi¹emo dano ©TEVILO vrstic namesto prvih 10

source: -q, --quiet, --silent never print headers giving file names -v, --verbose always print headers giving file names
sl: -q, --quiet, --silent vedno brez izpisa imena datoteke -v, --verbose vedno izpi¹emo ¹e ime datoteke

source: SIZE may have a multiplier suffix: b for 512, k for 1K, m for 1 Meg.
sl: VELIKOST ima lahko pripono b za mno¾enje s 512, k za 1024 ali m za 1048576.

source: %s: %s is so large that it is not representable
sl: %s: %s je tako veliko, da ni predstavljivo

source: number of lines
sl: ¹tevilo vrstic

source: number of bytes
sl: ¹tevilo bajtov

source: `-%s' option is obsolete; use `-%c %.*s%.*s%s'
sl: ,-%s` je opu¹èena oblika; uporabite ,-%c %.*s%.*s%s`

source: Usage: %s or: %s OPTION Print the numeric identifier (in hexadecimal) for the current host.
sl: Uporaba: %s ali: %s IZBIRA Izpi¹emo (¹estnajsti¹ko) identifikacijsko ¹tevilko trenutnega raèunalnika.

source: Usage: %s [NAME] or: %s OPTION Print or set the hostname of the current system.
sl: Uporaba: %s [IME] ali: %s IZBIRA Izpi¹emo ali nastavimo gostiteljsko ime trenutnega sistema.

source: cannot set hostname to `%s'
sl: imena raèunalnika ni mo¾no nastaviti na ,%s`

source: cannot set hostname; this system lacks the functionality
sl: na tem sistemu imena raèunalnika ni mo¾no nastavljati

source: cannot determine hostname
sl: imena raèunalnika ni mogoèe ugotoviti

source: Arnold Robbins and David MacKenzie
sl: Arnold Robbins in David MacKenzie

source: Usage: %s [OPTION]... [USERNAME]
sl: Uporaba: %s [IZBIRA]... [UPORABNIK]

source: Print information for USERNAME, or the current user. -a ignore, for compatibility with other versions -g, --group print only the effective group ID -G, --groups print all group IDs -n, --name print a name instead of a number, for -ugG -r, --real print the real ID instead of the effective ID, with -ugG -u, --user print only the effective user ID
sl: Izpi¹emo informacije o navedenem UPORABNIKU ali pa o trenutnem uporabniku. -a ignorirano, ostalo zaradi zdru¾ljivosti z ostalimi razlièicami -g, --group izpi¹i samo ¹tevilko skupine (GID) -G, --groups izpi¹i ¹tevilke vseh skupin -n, --name pri izbirah -ugG izpi¹i ime uporabnika namesto ¹tevilke -r, --real izpi¹i pravi ID namesto efektivnega -ugG\n" -u, --user izpi¹i smo ¹tevilko uporabnika (UID)

source: Without any OPTION, print some useful set of identified information.
sl: Brez navedene IZBIRE izpi¹emo nekaj uporabnih identifikacijskih informacij.

source: cannot print only user and only group
sl: izbiri ,le uporabnik` in ,le skupina` se izkljuèujeta

source: cannot print only names or real IDs in default format
sl: v privzeti obliki ni mo¾en izpis samo imen ali realnih ID

source: %s: No such user
sl: %s: Uporabnik ne obstaja

source: cannot find name for user ID %u
sl: uporabni¹ko ime za UID %u ni ugotovljivo

source: cannot find name for group ID %u
sl: ime skupine za GID %u ni ugotovljivo

source: cannot get supplemental group list
sl: dodaten seznam skupin ni na voljo

source: groups=
sl: skupine=

source: installing multiple files, but last argument, %s is not a directory
sl: name¹èamo veè datotek, vendar zadnji argument %s ni imenik

source: Usage: %s [OPTION]... SOURCE DEST (1st format) or: %s [OPTION]... SOURCE... DIRECTORY (2nd format) or: %s -d [OPTION]... DIRECTORY... (3rd format)
sl: Uporaba: %s [IZBIRA]... IZVOR CILJ (prva oblika) ali: %s [IZBIRA]... IZVOR... IMENIK (druga oblika) ali: %s -d [IZBIRA]... IMENIK... (tretja oblika)

source: In the first two formats, copy SOURCE to DEST or multiple SOURCE(s) to the existing DIRECTORY, while setting permission modes and owner/group. In the third format, create all components of the given DIRECTORY(ies).
sl: V prvih dveh oblikah prepi¹emo IZVOR na CILJ ali veè IZVOROV v IMENIK, in obenem nastavimo za¹èito, lastnika in skupino. V tretji obliki ustvarimo nov(e) IMENIK(E) s podanimi lastnostmi.

source: --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -c (ignored) -d, --directory treat all arguments as directory names; create all components of the specified directories
sl: --backup[=TIP] pred pisanjem prek obstojeèe ciljne datoteke izdelamo varnostno kopijo podanega TIPA -b enako kot --backup, vendar ne sprejema argumenta -c (ignorirano) -d, --directory vse argumente obravnavamo kot imena imenikov; ustvarimo vse komponente podanih imenikov

source: -D create all leading components of DEST except the last, then copy SOURCE to DEST; useful in the 1st format -g, --group=GROUP set group ownership, instead of process' current group -m, --mode=MODE set permission mode (as in chmod), instead of rwxr-xr-x -o, --owner=OWNER set ownership (super-user only)
sl: -D ustvarimo vse vodilne komponente CILJA razen zadnje, zatem prepi¹emo IZVOR na CILJ (uporabno v prvi obliki) -g, --group=SKUPINA uporabni¹ka skupina, namesto skupine trenutnega procesa -m, --mode=ZA©ÈITA za¹èita (kot v chmod), namesto privzete rwxr-xr-x -o, --owner=LASTNIK lastnik (samo nadzorni uporabnik)

source: -p, --preserve-timestamps apply access/modification times of SOURCE files to corresponding destination files -s, --strip strip symbol tables, only for 1st and 2nd formats -S, --suffix=SUFFIX override the usual backup suffix -v, --verbose print the name of each directory as it is created
sl: -p, --preserve-timestamps ohranimo èas dostopa/spremembe, kot jih ima IZVOR -s, --strip ogulimo simbolne tabele (samo prva in druga oblika) -S, --suffix=PRIPONA izrecno navedemo pripono varnostnih kopij --verbose z izpisom imen vseh ustvarjenih imenikov

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control method may be selected via the --backup option or through the VERSION_CONTROL environment variable. Here are the values:
sl: Varnostna kopija ima pripono ,~`, razen èe ni z izbiro --suffix ali spremenljivko SIMPLE_BACKUP_SUFFIX nastavljeno drugaèe. Vrsto varnostnih kopij lahko nastavimo z izbiro --backup ali spremenljivko VERSION_CONTROL. Mo¾nosti so:

source: For each pair of input lines with identical join fields, write a line to standard output. The default join field is the first, delimited by whitespace. When FILE1 or FILE2 (not both) is -, read standard input. -a SIDE print unpairable lines coming from file SIDE -e EMPTY replace missing input fields with EMPTY
sl: Za vsak par vrstic na vhodu z enakimi zdru¾itvenimi polji izpi¹emo vrstico na standardni izhod. Privzeto zdru¾itveno polje je prvo, loèeno s praznim prostorom. Èe sta DATOTEKA1 ali DATOTEKA2 (ne pa obe hkrati) enaki -, beremo s standardnega vhoda. -a STRAN izpi¹emo vrstice brez para, ki izvirajo iz navedene STRANI -e PRAZNO manjkajoèe vhodno polje nadomestimo z nizom PRAZNO

source: -i, --ignore-case ignore differences in case when comparing fields -j FIELD (obsolescent) equivalent to `-1 FIELD -2 FIELD' -j1 FIELD (obsolescent) equivalent to `-1 FIELD' -j2 FIELD (obsolescent) equivalent to `-2 FIELD' -o FORMAT obey FORMAT while constructing output line -t CHAR use CHAR as input and output field separator
sl: -i, --ignore-case pri primerjanju obravnavamo velike in male èrke enako -j POLJE (zastarelo) isto kot ,-1 POLJE -2 POLJE` -j1 POLJE (zastarelo) isto kot ,-1 POLJE` -j2 POLJE (zastarelo) isto kot ,-2 POLJE` -o OBLIKA pri izpisu uporabimo predpisano OBLIKO -t ZNAK navedeni ZNAK naj bo loèilo med polji na vhodu in izhodu

source: -v SIDE like -a SIDE, but suppress joined output lines -1 FIELD join on this FIELD of file 1 -2 FIELD join on this FIELD of file 2
sl: -v STRAN isto kot -a STRAN, vendar brez zdru¾enih izhodnih vrstic -1 POLJE zdru¾ujemo glede na navedeno POLJE v prvi datoteki -2 POLJE zdru¾ujemo glede na navedeno POLJE v drugi datoteki

source: Unless -t CHAR is given, leading blanks separate fields and are ignored, else fields are separated by CHAR. Any FIELD is a field number counted from 1. FORMAT is one or more comma or blank separated specifications, each being `SIDE.FIELD' or `0'. Default FORMAT outputs the join field, the remaining fields from FILE1, the remaining fields from FILE2, all separated by CHAR.
sl: Èe izbira -t ZNAK ni podana, vodilna prazna polja loèujejo polja in se ne upo¹tevajo, sicer pa ZNAK loèuje polja. POLJE je ¹tevilka polja, ¹teto od 1 dalje. OBLIKA je eno ali veè z vejico ali presledkom loèenih doloèil, vsako od njih je oblike ,STRAN.POLJE` ali ,0`. Privzeta OBLIKA izpi¹e zdru¾itveno polje, vsa preostala polja iz DATOTEKE1, in zatem ¹e vsa preostala polja iz DATOTEKE2; loèilo med polji je ZNAK.

source: both files cannot be standard input
sl: obeh datotek ne moremo hkrati brati s standardnega vhoda

source: Usage: %s [-s SIGNAL | -SIGNAL] PID... or: %s -l [SIGNAL]... or: %s -t [SIGNAL]...
sl: Uporaba: %s [-s SIGNAL | -SIGNAL] PID... ali: %s -l [SIGNAL]... ali: %s -t [SIGNAL]...

source: Send signals to processes, or list signals.
sl: Procesom po¹ljemo signale, ali pa izpi¹emo signale.

source: -s, --signal=SIGNAL, -SIGNAL specify the name or number of the signal to be sent -l, --list list signal names, or convert signal names to/from numbers -t, --table print a table of signal information
sl: -s, --signal=SIGNAL, -SIGNAL doloèimo ime ali ¹tevilko signala, ki ga ¾elimo poslati -l, --list izpi¹emo imena signalov, ali pretvorimo ¹tevilko signala v ime (ali obratno) -t, --table izpi¹emo tabelo signalnih informacij

source: SIGNAL may be a signal name like `HUP', or a signal number like `1', or an exit status of a process terminated by a signal. PID is an integer; if negative it identifies a process group.
sl: SIGNAL lahko podamo z imenom (npr. HUP) ali ¹tevilko (npr. 1), ali pa z izhodno statusno kodo procesa, ustavljenega s signalom. PID (identifikacijska ¹tevilkoa uporabnika) je celo ¹tevilo; negativna vrednost doloèa identifikacijko ¹tevilko skupine.

source: %s: invalid signal
sl: %s: neveljaven signal

source: missing operand after `%s'
sl: za ,%s` manjka operand

source: %s: invalid process id
sl: %s: neveljavna identifikacijska ¹tevilka procesa

source: invalid option -- %c
sl: neveljavna izbira -- %c

source: %s: multiple signals specified
sl: %s: podan veè kot en signal

source: multiple -l or -t options specified
sl: hkrati sta podani izbiri -l in -t

source: cannot combine signal with -l or -t
sl: signala ni moè kombinirati z izbirama -l ali -t

source: Call the link function to create a link named FILE2 to an existing FILE1.
sl: S klicem funkcije link(2) ustvarimo povezavo med povezavo DATOTEKO2 in obstojeèo DATOTEKO1.

source: %s: warning: making a hard link to a symbolic link is not portable
sl: %s: opozorilo: trda povezava na simbolno povezavo ni prenosljiva

source: %s: replace %s?
sl: %s: naj nadomestimo %s?

source: %s: File exists
sl: %s: Datoteka obstaja

source: create hard link %s to %s
sl: trda povezava %s na %s

source: creating symbolic link %s to %s
sl: ustvarjamo simbolno povezavo %s na %s

source: creating hard link %s to %s
sl: ustvarjamo trdo povezavo %s na %s

source: Create a link to the specified TARGET with optional LINK_NAME. If LINK_NAME is omitted, a link with the same basename as the TARGET is created in the current directory. When using the second form with more than one TARGET, the last argument must be a directory; create links in DIRECTORY to each TARGET. Create hard links by default, symbolic links with --symbolic. When creating hard links, each TARGET must exist.
sl: Ustvarimo povezavo do doloèenega CILJA z neobveznim imenom POVEZAVE. Èe je ime POVEZAVE izpu¹èeno, se ustvari povezava z enakim golim imenom datoteke (brez poti) kot CILJ v trenutnem imeniku. Èe uporabimo drugo obliko z veè CILJI, mora biti zadnji argument imenik; tedaj v tem IMENIKU ustvarimo povezave do CILJEV. Privzeti tip povezav so trde povezave; simbolne zahtevamo z izbiro --symbolic. Pri ustvarjanju trdih povezav morajo CILJI obstajati.

source: --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument -d, -F, --directory hard link directories (super-user only) -f, --force remove existing destination files
sl: --backup[=TIP] pred pisanjem prek obstojeèe ciljne datoteke izdelamo varnostno kopijo podanega TIPA -b enako kot --backup, vendar ne sprejema argumenta -d, -F, --directory trde povezave imenikov (samo naduporabnik) -f, --force brez vpra¹anj pobri¹emo morebitne ciljne datoteke

source: -n, --no-dereference treat destination that is a symlink to a directory as if it were a normal file -i, --interactive prompt whether to remove destinations -s, --symbolic make symbolic links instead of hard links
sl: -n, --no-dereference simbolne povezave na imenik obravnavamo kot navadne datoteke -i, --interactive zahtevamo potrditev, preden pobri¹emo datoteko -s, --symbolic simbolne povezave namesto trdih

source: -S, --suffix=SUFFIX override the usual backup suffix --target-directory=DIRECTORY specify the DIRECTORY in which to create the links -v, --verbose print name of each file before linking
sl: -S, --suffix=PRIPONA izrecno doloèena pripona varnostne kopije --target-directory=IMENIK izrecna navedba IMENIKA, v katerem ustvari povezave -v, --verbose z izpisom imen datotek, ki jih povezujemo

source: when making multiple links, last argument must be a directory
sl: pri veèih povezavah mora biti zadnji argument imenik

source: Usage: %s [OPTION]
sl: Uporaba: %s [IZBIRA]

source: Print the name of the current user.
sl: Izpi¹emo uporabni¹ko ime trenutnega uporabnika.

source: %s: no login name
sl: %s: uporabni¹ko ime ne obstaja

source: ignoring invalid value of environment variable QUOTING_STYLE: %s
sl: ignoriram neveljavno vrednost spremenljivke QUOTING_STYLE: %s

source: ignoring invalid width in environment variable COLUMNS: %s
sl: ignoriram neveljavno ¹irino v spremenljivki COLUMNS: %s

source: ignoring invalid tab size in environment variable TABSIZE: %s
sl: ignoriram neveljavni tabulator v spremenljivki TABSIZE: %s

source: unparsable value for LS_COLORS environment variable
sl: vrednosti v spremenljivki LS_COLORS ni moè raztolmaèiti

source: List information about the FILEs (the current directory by default). Sort entries alphabetically if none of -cftuSUX nor --sort.
sl: Izpis informacij o DATOTEKAH (privzeto vse datoteke v trenutnem imeniku), razvr¹èene po abecedi, èe ni podana nobena od izbir -cftuSUX ali --sort.

source: -a, --all do not hide entries starting with . -A, --almost-all do not list implied . and .. --author print the author of each file -b, --escape print octal escapes for nongraphic characters
sl: -a, --all tudi imena, ki se zaènejo s piko -A, --almost-all tudi imena, ki se zaènejo s piko, a brez . in .. --author izpis avtorja datoteke -b, --escape izpis oktalne kode za krmilne znake

source: --block-size=SIZE use SIZE-byte blocks -B, --ignore-backups do not list implied entries ending with ~ -c with -lt: sort by, and show, ctime (time of last modification of file status information) with -l: show ctime and sort by name otherwise: sort by ctime
sl: --block-size=VELIKOST merimo v VELIKOST zlogov velikih blokih -B, --ignore-backups ne izpisujemo varnostnih kopij, ki se konèajo z ~ -c razvrstimo po datumu zadnje spremembe; skupaj z -lt: prika¾e èas zadnje spremembe stanja (ctime) in uredi po njem; skupaj z -l: prika¾emo ctime, uredimo po imenih; sicer: uredimo po ctime

source: -C list entries by columns --color[=WHEN] control whether color is used to distinguish file types. WHEN may be `never', `always', or `auto' -d, --directory list directory entries instead of contents -D, --dired generate output designed for Emacs' dired mode
sl: -C imena izpi¹emo v stolpcih --color[=KDAJ] kdaj se uporabijo barve za oznaèitev tipa datoteke Mo¾nosti so ,never`, ,always` in ,auto` -d, --directory izpis imen imenika(-ov) namesto njihove vsebine -D, --dired izpis primeren za naèin ,dired` v Emacsu

source: -f do not sort, enable -aU, disable -lst -F, --classify append indicator (one of */=@|) to entries --format=WORD across -x, commas -m, horizontal -x, long -l, single-column -1, verbose -l, vertical -C --full-time like -l --time-style=full-iso
sl: -f brez razvr¹èanja; omogoèi -aU, onemogoèi -lst -F, --classify s pripono (*/=@|) oznaèimo tip datoteke --format=BESEDA across -x, commas -m, horizontal -x, long -l, single-column -1, verbose -l, vertical -C --full-time pri dolgem izpisu celoten datum z uro

source: -g like -l, but do not list owner -G, --no-group inhibit display of group information -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) --si likewise, but use powers of 1000 not 1024 -H, --dereference-command-line follow symbolic links on the command line
sl: -g kot -l, vendar brez izpisa lastnika -G, --no-group brez izpisa skupine -h, --human-readable velikost v èloveku umljivem zapisu (npr.1K 234M 2G) --si podobno kot -h, vendar v bazi 1000 namesto 1024 -H, --dereference-command-line sledimo simbolnim povezavam v ukazni vrstici

source: --indicator-style=WORD append indicator with style WORD to entry names: none (default), classify (-F), file-type (-p) -i, --inode print index number of each file -I, --ignore=PATTERN do not list implied entries matching shell PATTERN -k like --block-size=1K
sl: --indicator-style=BESEDA imenom datotek pripnemo indikator: BESEDA sme biti none (privzeto), classify (-F) ali file-type (-p) -i, --inode izpis indeksnega ¹tevila pri vsaki datoteki -I, --ignore=VZOREC pri izpisu izpustimo imena, ki ustrezajo VZORCU -k isto kot --block-size=1024

source: -l use a long listing format -L, --dereference when showing file information for a symbolic link, show information for the file the link references rather than for the link itself -m fill width with a comma separated list of entries
sl: -l dolga oblika izpisa -L, --dereference izpis imen datotek, na katere ka¾ejo simbolne povezave, namesto simbolnih povezav -m z vejicami loèena imena prek celotne ¹irine vrstice
