Repository: m-svo/coreutils
Catalog: po/*.po
Languages: sl

source: %s: cannot shred append-only file descriptor
sl: %s: ni mogoèe unièiti datoteke, v katero smemo le dodajati

source: %s: removing
sl: %s: bri¹emo

source: %s: removed
sl: %s: odstranjeno

source: %s: cannot remove
sl: %s: ni mogoèe odstraniti

source: Jim Meyering and Paul Eggert
sl: Jim Meyering in Paul Eggert

source: Usage: %s NUMBER[SUFFIX]... or: %s OPTION Pause for NUMBER seconds. SUFFIX may be `s' for seconds (the default), `m' for minutes, `h' for hours or `d' for days. Unlike most implementations that require NUMBER be an integer, here NUMBER may be an arbitrary floating point number.
sl: Uporaba: %s ©TEVILO[PRIPONA] ali: %s IZBIRA Premor za ©TEVILO sekund. PRIPONA je lahko ,s` za sekunde (privzeto), ,m` za minute, ,h` za ure ali ,d` za dneve. Za razliko od veèine drugih izvedb, ki zahtevajo, da je ©TEVILO celo ¹tevilo, je tu lahko poljubno ¹tevilo v zapisu s plavajoèo vejico.

source: cannot read realtime clock
sl: ure s stvarnim èasom ni moè prebrati

source: invalid time interval `%s'
sl: neveljaven èasovni interval ,%s`

source: Write sorted concatenation of all FILE(s) to standard output. Ordering options:
sl: Vsebino vseh DATOTEK na vhodu zdru¾imo, uredimo, in izpi¹emo na standarni izhod. Izbire pri urejanju:

source: -b, --ignore-leading-blanks ignore leading blanks -d, --dictionary-order consider only blanks and alphanumeric characters -f, --ignore-case fold lower case to upper case characters
sl: -b, --ignore-leading-blanks ne upo¹tevamo vodilnih presledkov v poljih, po katerih urejamo -d, --dictionary-order v kljuèih upo¹tevamo samo znake [a-zA-Z0-9 ] -f , --ignore-case male in velike èrke so v kljuèih enakovredne

source: -g, --general-numeric-sort compare according to general numerical value -i, --ignore-nonprinting consider only printable characters -M, --month-sort compare (unknown) < `JAN' < ... < `DEC' -n, --numeric-sort compare according to string numerical value -r, --reverse reverse the result of comparisons
sl: -g, --general-numeric-sort primerjamo po splo¹ni ¹tevilski vrednosti -i, --ignore-nonprinting v kljuèih upo¹tevamo samo izpisljive znake -M, --month-sort kljuèe urejamo: (neznano) < ,jan` < ... < ,dec` -n, --numeric-sort primerjamo po ¹tevilski vrednosti nizov -r, --reverse izpis v obrnjenem vrstnem redu

source: Other options: -c, --check check whether input is sorted; do not sort -k, --key=POS1[,POS2] start a key at POS1, end it at POS 2 (origin 1) -m, --merge merge already sorted files; do not sort -o, --output=FILE write result to FILE instead of standard output -s, --stable stabilize sort by disabling last-resort comparison -S, --buffer-size=SIZE use SIZE for main memory buffer
sl: Druge izbire: -c, --check èe je datoteka ¾e urejena, je ne urejamo znova -k, --key=POZ1[,POZ2] kljuè se zaène v stolpcu POZ1 in konèa v stolpcu POZ2. Stolpci se ¹tejejo od 1 dalje. -m, --merge ¾e urejene datoteke zdru¾imo brez ponovnega urejanja -o, --output=DATOTEKA izhod pi¹emo na DATOTEKO namesto na standardni izhod -s, --stable urejanje stabiliziramo z onemogoèenjem skrajnih primerjav -S, --buffer-size=VELIKOST doloèimo VELIKOST medpomnilnika

source: -t, --field-separator=SEP use SEP instead of non- to whitespace transition -T, --temporary-directory=DIR use DIR for temporaries, not $TMPDIR or %s multiple options specify multiple directories -u, --unique with -c: check for strict ordering otherwise: output only the first of an equal run
sl: -t, --field-separator=LOÈILO LOÈILO namesto mej med znaki in praznimi prostori -T, --temporary-directory=IMENIK uporabi IMENIK za zaèasne datoteke namesto $TMPDIR ali %s razliène izbire doloèajo razliène imenike -u, --unique skupaj z -c, preverjamo za strogo urejenost; sicer izpi¹emo samo prve od zaporednih enakih vrstic

source: -z, --zero-terminated end lines with 0 byte, not newline
sl: -z, --zero-terminated vrstice naj se zakljuèijo z znakom NUL, ne LF

source: POS is F[.C][OPTS], where F is the field number and C the character position in the field. OPTS is one or more single-letter ordering options, which override global ordering options for that key. If no key is given, use the entire line as the key. SIZE may be followed by the following multiplicative suffixes:
sl: POZ ima obliko P[.Z][IZBIRE], kjer je P ¹tevilka polja in Z polo¾aj znaka znotraj polja. IZBIRE so lahko ena ali veè od enoèrkovnih izbir urejanja, kar prevlada nad globalnimi nastavitvami za ta kljuè. Èe kljuè ni podan, se kot kljuè uporabi celotna vrstica. VELIKOSTI lahko sledi ena od naslednji multiplikativnih pripon:

source: % 1% of memory, b 1, K 1024 (default), and so on for M, G, T, P, E, Z, Y. With no FILE, or when FILE is -, read standard input. *** WARNING *** The locale specified by the environment affects sort order. Set LC_ALL=C to get the traditional sort order that uses native byte values.
sl: % 1% pomnilnika, b 1, k 1024 (privzeto), itn. za M, G, T, P, E, Z, Y. Èe DATOTEKA ni podana ali je enaka -, beremo s standardnega vhoda. ***OPOZORILO*** Krajevne prilagoditve vplivajo na urejanje. Èe ¾elite tradicionalno obna¹anje (urejanje po ¹tevilski vrednosti bajtov), uporabite LC_ALL=C.

source: open failed
sl: odpiranje ni uspelo

source: stat failed
sl: poizvedba po statusu ni uspela

source: %s: %s:%s: disorder:
sl: %s: %s:%s: neurejenost:

source: %s: count `%.*s' too large
sl: %s: ¹tevec ,%.*s` je prevelik

source: invalid number at field start
sl: neveljavno ¹tevilo zaèetka polja

source: field number is zero
sl: ¹tevilka polja je niè

source: multi-character tab `%s'
sl: veèznakovni tabulator ,%s`

source: extra operand `%s' not allowed with -c
sl: dodatni operand ,%s` pri izbiri -c ni dovoljen

source: Output fixed-size pieces of INPUT to PREFIXaa, PREFIXab, ...; default PREFIX is `x'. With no INPUT, or when INPUT is -, read standard input.
sl: Datoteko VHOD razre¾emo na kose enake dol¾ine, ki jih poimenujemo PREDPONAaa, PREDPONAab...; privzeta PREDPONA je ,x`. Èe VHOD ni podan ali je enak -, beremo s standardnega vhoda.

source: -a, --suffix-length=N use suffixes of length N (default %d) -b, --bytes=SIZE put SIZE bytes per output file -C, --line-bytes=SIZE put at most SIZE bytes of lines per output file -l, --lines=NUMBER put NUMBER lines per output file
sl: -a, --suffix-length=N uporabimo pripone dol¾ine N (privzeto %d) -b, --bytes=VELIKOST doloèimo VELIKOST (v bajtih) izhodnih datotek -C, --line-bytes=VELIKOST velikost izhodnih datotek je navzgor omejena na VELIKOST (v bajtih) -l, --lines=©TEVILO doloèimo ©TEVILO vrstic v izhodni datoteki

source: --verbose print a diagnostic to standard error just before each output file is opened
sl: --verbose z izpisom diagnostike na standardni vhod za napake, preden odpremo posamièno datoteko

source: Output file suffixes exhausted
sl: Pripone izhodnih datotek so izèrpane

source: creating file `%s'
sl: ustvarjamo datoteko ,%s`

source: `-%d' option is obsolete; use `-l %d'
sl: ,-%d` je opu¹èena oblika; uporabite ,-l %d`

source: Display file or filesystem status. -f, --filesystem display filesystem status instead of file status -c --format=FORMAT use the specified FORMAT instead of the default -L, --dereference follow links -t, --terse print the information in terse form
sl: Izpis statusa datoteke ali datoteènega sistema. -f, --filesystem izpis statusa dat. sistema namesto statusa datoteke -c, --format=FORMAT namesto privzetega uporabimo podani FORMAT -L, --dereference sledimo povezavam -t, --terse izpis podatkov v zgo¹èeni obliki

source: The valid format sequences for files (without --filesystem): %A - Access rights in human readable form %a - Access rights in octal %b - Number of blocks allocated
sl: Veljavna formatna zaporedja za datoteke (brez --filesystem): %A - Pravice do dostopa v èloveku umljivi obliki %a - Pravice do dostopa v osmi¹kem zapisu %b - ©tevilo dodeljenih blokov

source: %D - Device number in hex %d - Device number in decimal %F - File type %f - raw mode in hex %G - Group name of owner %g - Group ID of owner
sl: %D - ©tevilo naprave v ¹estnajsti¹kem zapisu %d - ©tevilo naprave v deseti¹kem zapisu %F - Zvrst datoteke %f - Surov ¹estnajsti¹ki naèin %G - Ime skupine lastnika %g - ©tevilka skupine lastnika

source: %h - Number of hard links %i - Inode number %N - Quoted File name with dereference if symbolic link %n - File name %o - IO block size %s - Total size, in bytes %T - Minor device type in hex %t - Major device type in hex
sl: %h - ©tevilo trdih povezav %i - ©tevilka inoda %N - Ime datoteke (ciljne datoteke, èe gre za simbolno povezavo) %n - Ime datoteke %o - Velikost V/I bloka %s - Skupna velikost v bajtih %T - Pomo¾na ¹tevilka zvrsti enote, ¹estnajsti¹ko %t - Glavna ¹tevilka zvrsti enote, ¹estnajsti¹ko

source: %U - User name of owner %u - User ID of owner %X - Time of last access as seconds since Epoch %x - Time of last access %Y - Time of last modification as seconds since Epoch %y - Time of last modification %Z - Time of last change as seconds since Epoch %z - Time of last change
sl: %U - Uporabni¹ko ime lastnika %u - Uporabni¹ka ¹tevilka (UID) lastnika %X - Èas zadnjega dostopa, v sekundah od 1970-01-01 %x - Èas zadnjega dostopa %Y - Èas zadnje spremembe, v sekundah od 1970-01-01 %y - Èas zadnje spremembe %Z - Èas zadnje spremembe inoda, v sekundah od 1970-01-01 %z - Èas zadnje spremembe inoda

source: Valid format sequences for file systems: %a - Free blocks available to non-superuser %b - Total data blocks in file system %c - Total file nodes in file system %d - Free file nodes in file system %f - Free blocks in file system
sl: Veljavna formatna zaporedja za datoteène sisteme: %a - ©tevilo prostih blokov, dostopnih za uporabnike %b - Skupno ¹tevilo blokov v datoteènem sistemu %c - Skupno ¹tevilo inodov v datoteènem sistemu %d - ©tevilo prostih inodov v datoteènem sistemu %f - ©tevilo prostih blokov v datoteènem sistemu

source: %i - File System id in hex %l - Maximum length of filenames %n - File name %s - Optimal transfer block size %T - Type in human readable form %t - Type in hex
sl: %i - Identifikacijska ¹tevilka datoteènega sistema, ¹estnajsti¹ko %l - Najveèja dovoljena dol¾ina imen datotek %n - Ime datoteke %s - Optimalna velikost bloka za prenos %T - Zvrst v èloveku umljivi obliki %t - Zvrst v ¹estnajsti¹kem zapisu

source: Usage: %s [-F DEVICE] [--file=DEVICE] [SETTING]... or: %s [-F DEVICE] [--file=DEVICE] [-a|--all] or: %s [-F DEVICE] [--file=DEVICE] [-g|--save]
sl: Uporaba: %s [-F ENOTA] [--file=ENOTA] [NASTAVITEV]... ali: %s [-F ENOTA] [--file=ENOTA] [-a|-all] ali: %s [-F ENOTA] [--file=ENOTA] [-g|--save]

source: Print or change terminal characteristics. -a, --all print all current settings in human-readable form -g, --save print all current settings in a stty-readable form -F, --file=DEVICE open and use the specified DEVICE instead of stdin
sl: Izpi¹emo ali spremenimo lastnosti terminala. -a, --all izpi¹i vse trenutne nastavitve v èloveku berljivi obliki -g, --save izpi¹i vse trenutne nastavitve v obliki, ki jo bere stty -F, --file=ENOTA odpri in uporabi navedeno ENOTO namesto standardnega vhoda

source: Optional - before SETTING indicates negation. An * marks non-POSIX settings. The underlying system defines which settings are available.
sl: Neobvezni minus (-) pred NASTAVITVIJO pomeni njen izklop. Zvezdica (*) oznaèuje nastavitve, ki so raz¹iritve standarda POSIX. Dejansko dostopne nastavitve so odvisne od sistema.

source: Special characters: * dsusp CHAR CHAR will send a terminal stop signal once input flushed eof CHAR CHAR will send an end of file (terminate the input) eol CHAR CHAR will end the line
sl: Posebni znaki: * dsusp ZNAK ZNAK bo, ko poèisti vhodni medpomnilnik, poslal signal za ustavitev terminala eof ZNAK ZNAK bo zakljuèil datoteko (konèal vhod) eol ZNAK ZNAK bo zakljuèil vrstico

source: * eol2 CHAR alternate CHAR for ending the line erase CHAR CHAR will erase the last character typed intr CHAR CHAR will send an interrupt signal kill CHAR CHAR will erase the current line
sl: * eol2 ZNAK alternativni ZNAK za zakljuèek vrstice erase ZNAK ZNAK bo pobrisal nazadnje vneseni znak intr ZNAK ZNAK bo poslal signal za prekinitev kill ZNAK ZNAK bo pobrisal trenutno vrstico

source: * lnext CHAR CHAR will enter the next character quoted quit CHAR CHAR will send a quit signal * rprnt CHAR CHAR will redraw the current line start CHAR CHAR will restart the output after stopping it
sl: * lnext ZNAK ZNAK bo vnesel naslednji navedeni znak quit ZNAK ZNAK bo poslal signal za konèanje * rprnt ZNAK ZNAK bo obnovil (ponovno izrisal) trenutno vrstico start ZNAK ZNAK bo ponovno pognal ustavljeni izhod

source: stop CHAR CHAR will stop the output susp CHAR CHAR will send a terminal stop signal * swtch CHAR CHAR will switch to a different shell layer * werase CHAR CHAR will erase the last word typed
sl: stop ZNAK ZNAK bo ustavil izhod susp ZNAK ZNAK bo poslal signal za ustavitev terminala * swtch ZNAK ZNAK bo preklopil v drugo plast lupine * werase ZNAK ZNAK bo pobrisal nazadnje vneseno besedo

source: Special settings: N set the input and output speeds to N bauds * cols N tell the kernel that the terminal has N columns * columns N same as cols N
sl: Posebne nastavitve: N hitrosti vhoda in izhoda nastavi na N bitov/s * cols N sporoèi jedru, da uporabljamo terminal z N stolpci * columns N isto kot cols N

source: ispeed N set the input speed to N * line N use line discipline N min N with -icanon, set N characters minimum for a completed read ospeed N set the output speed to N
sl: ispeed N vhodno hitrost nastavimo na N bitov/s * line N uporabi komunikacijski protokol N min N z -icanon; naj bo N znakov minimum pri branju ospeed N izhodno hitrost nastavimo na N bitov/s

source: * rows N tell the kernel that the terminal has N rows * size print the number of rows and columns according to the kernel speed print the terminal speed time N with -icanon, set read timeout of N tenths of a second
sl: * rows N sporoèi jedru, da uporabljamo terminal z N vrsticami * size izpi¹i podatke iz jedra o ¹tevilu stolpcev in vrstic speed izpi¹i hitrost terminala time N z -icanon, nastavi iztek èasa pri branju na N desetink sekunde

source: Control settings: [-]clocal disable modem control signals [-]cread allow input to be received * [-]crtscts enable RTS/CTS handshaking csN set character size to N bits, N in [5..8]
sl: Krmilne nastavitve: [-]clocal onemogoèi modemske krmilne signale [-]cread omogoèi sprejem vhoda * [-]crtscts omogoèi usklajevanje RTS/CTS csN nastavi velikost znaka v bitih na N; N je v intervalu [5..8]

source: [-]cstopb use two stop bits per character (one with `-') [-]hup send a hangup signal when the last process closes the tty [-]hupcl same as [-]hup [-]parenb generate parity bit in output and expect parity bit in input [-]parodd set odd parity (even with `-')
sl: [-]cstopb dva konèna bita za znak (pri ,-` je en sam) [-]hup po¹lji signal za odlo¾itev, ko zadnji proces zapre terminal [-]hupcl isto kot [-]hup [-]parenb po¹iljaj paritetni bit na izhodu in ga prièakuj na vhodu [-]parodd izberi liho pariteto (pri ,-` je soda)

source: Input settings: [-]brkint breaks cause an interrupt signal [-]icrnl translate carriage return to newline [-]ignbrk ignore break characters [-]igncr ignore carriage return
sl: Vhodne nastavitve: [-]brkint prekinitve spro¾ijo signal za prekinitev [-]icrnl pretvori znak CR v NL [-]ignbrk ne upo¹tevaj prekinitvenih znakov [-]igncr ne upo¹tevaj znaka za pomik na levi rob

source: [-]ignpar ignore characters with parity errors * [-]imaxbel beep and do not flush a full input buffer on a character [-]inlcr translate newline to carriage return [-]inpck enable input parity checking [-]istrip clear high (8th) bit of input characters
sl: [-]ignpar ne upo¹tevaj znakov z napaèno pariteto * [-]imaxbel zapiskaj in ne izprazni polnega medpomnilnika na znaku [-]inlcr pretvori znak NL v CR [-]inpck omogoèi preverjanje paritete na vhodu [-]istrip najvi¹ji (osmi) bit znakov vedno postavi na niè

source: * [-]iuclc translate uppercase characters to lowercase * [-]ixany let any character restart output, not only start character [-]ixoff enable sending of start/stop characters [-]ixon enable XON/XOFF flow control [-]parmrk mark parity errors (with a 255-0-character sequence) [-]tandem same as [-]ixoff
sl: * [-]iuclc pretvori velike èrke v male * [-]ixany omogoèi, da katerikoli znak, ne le XON, ponovno po¾ene izpis [-]ixoff omogoèi po¹iljanje znakov XON in XOFF [-]ixon omogoèi uskladitev z znaki XON/XOFF [-]parmrk oznaèi napako v pariteti z zaporedjem 255-0-ZNAK [-]tandem isto kot [-]ixoff

source: Output settings: * bsN backspace delay style, N in [0..1] * crN carriage return delay style, N in [0..3] * ffN form feed delay style, N in [0..1] * nlN newline delay style, N in [0..1]
sl: Izhodne nastavitve: * bsN slog zakasnitve pri brisalki; N je v intervalu [0..1] * crN slog zakasnitve pri pomiku na zaèetek vrste; N je v [0..3] * ffN slog zakasnitve pri pomiku na naslednjo stran; N je v [0..1] * nlN slog zakasnitve pri skoku v naslednjo vrsto; N je v [0..1]

source: * [-]ocrnl translate carriage return to newline * [-]ofdel use delete characters for fill instead of null characters * [-]ofill use fill (padding) characters instead of timing for delays * [-]olcuc translate lowercase characters to uppercase * [-]onlcr translate newline to carriage return-newline * [-]onlret newline performs a carriage return
sl: * [-]ocrnl pretvori znake CR v NL * [-]ofdel zapolnjuj z znaki za brisanje namesto z znaki NUL * [-]ofill uporabi znake za zapolnjevanje namesto èasovnih zakasnitev * [-]olcuc pretvori male èrke v velike * [-]onlcr pretvori znake NL v CR * [-]onlret znak NL opravi ¹e pomik na zaèetek vrste

source: * [-]onocr do not print carriage returns in the first column [-]opost postprocess output * tabN horizontal tab delay style, N in [0..3] * tabs same as tab0 * -tabs same as tab3 * vtN vertical tab delay style, N in [0..1]
sl: * [-]onocr ne izpisuj znakov CR v prvem stolpcu [-]opost dodatna obdelava izhoda * tabN slog zakasnitve pri tabulatorju; N je v intervalu [0..1] * tabs isto kot tab0 * -tabs isto kot tab3 * vtN slog zakasnitve pri vertikalnem tabulatorju; N je v [0..1]

source: Local settings: [-]crterase echo erase characters as backspace-space-backspace * crtkill kill all line by obeying the echoprt and echoe settings * -crtkill kill all line by obeying the echoctl and echok settings
sl: Lokalne nastavitve: [-]crterase izpisuj znak za brisanje kot brisanje-presledek-brisanje * crtkill pobri¹i celotno vrstico ob upo¹tevanju echoprt in echoe * -crtkill pobri¹i celotno vrstico ob upo¹tevanju echoctl in echok

source: * [-]ctlecho echo control characters in hat notation (`^c') [-]echo echo input characters * [-]echoctl same as [-]ctlecho [-]echoe same as [-]crterase [-]echok echo a newline after a kill character
sl: * [-]ctlecho krmilne znake izpisuj v zapisu s stre¹ico (npr. ^C) [-]echo izpisuj vnesene znake * [-]echoctl isto kot [-]ctlecho [-]echoe isti kot [-]crterase [-]echok izpi¹i znak za novo vrstico po brisanju vrstice

source: * [-]echoke same as [-]crtkill [-]echonl echo newline even if not echoing other characters * [-]echoprt echo erased characters backward, between `\' and '/' [-]icanon enable erase, kill, werase, and rprnt special characters [-]iexten enable non-POSIX special characters
sl: * [-]echoke isto kot [-]crtkill [-]echonl izpisuj znak za novo vrstico, èetudi ostalih ne * [-]echoprt izpisuj pobrisane znake nazaj, med ,\` in ,/` [-]icanon omogoèi posebne znake erase, kill, werase in rprnt [-]iexten omogoèi posebne znake, ki niso del priporoèila POSIX

source: [-]isig enable interrupt, quit, and suspend special characters [-]noflsh disable flushing after interrupt and quit special characters * [-]prterase same as [-]echoprt * [-]tostop stop background jobs that try to write to the terminal * [-]xcase with icanon, escape with `\' for uppercase characters
sl: [-]isig omogoèi posebne znake interrupt, quit in suspend [-]noflsh onemogoèi izpraznitev medpomnilnika po znakih interrupt in quit * [-]prterase isto kot [-]echoprt * [-]tostop ustavi vsa opravila v ozadju, ki posku¹ajo pisati na terminal * [-]xcase skupaj z icanon, predhodi vse velike èrke z naginico \

source: Combination settings: * [-]LCASE same as [-]lcase cbreak same as -icanon -cbreak same as icanon
sl: Kombinacijske nastavitve: * [-]LCASE isto kot [-]lcase cbreak isto kot -icanon -cbreak isto kot icanon

source: cooked same as brkint ignpar istrip icrnl ixon opost isig icanon, eof and eol characters to their default values -cooked same as raw crt same as echoe echoctl echoke
sl: cooked isto kot brkint ignpar istrip icrnl ixon opost isig icanon, znaka eof in eol na njuni privzeti vrednosti -cooked isto kot raw crt isto kot echoe echoctl echoke

source: dec same as echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq same as [-]ixany ek erase and kill characters to their default values evenp same as parenb -parodd cs7
sl: dec isto kot echoe echoctl echoke -ixany intr ^c erase 0177 kill ^u * [-]decctlq isto kot [-]ixany ek znaka erase in kill na njuni privzeti vrednosti evenp isto kot parenb -parodd cs7

source: -evenp same as -parenb cs8 * [-]lcase same as xcase iuclc olcuc litout same as -parenb -istrip -opost cs8 -litout same as parenb istrip opost cs7 nl same as -icrnl -onlcr -nl same as icrnl -inlcr -igncr onlcr -ocrnl -onlret
sl: -evenp isto kot -parenb cs8 * [-]lcase isto kot xcase iuclc olcuc litout isto kot -parenb -istrip -opost cs8 -litout isto kot parenb istrip opost cs7 nl isto kot -icrnl -onlcr -nl isto kot icrnl -inlcr -igncr onlcr -ocrnl -onlret

source: oddp same as parenb parodd cs7 -oddp same as -parenb cs8 [-]parity same as [-]evenp pass8 same as -parenb -istrip cs8 -pass8 same as parenb istrip cs7
sl: oddp isto kot parenb parodd cs7 -oddp isto kot -parenb cs8 [-]parity isto kot [-]evenp pass8 isto kot -parenb -istrip cs8 -pass8 isto kot parenb istrip cs7

source: raw same as -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw same as cooked
sl: raw isto kot -ignbrk -brkint -ignpar -parmrk -inpck -istrip -inlcr -igncr -icrnl -ixon -ixoff -iuclc -ixany -imaxbel -opost -isig -icanon -xcase min 1 time 0 -raw isto kot cooked

source: sane same as cread -ignbrk brkint -inlcr -igncr icrnl -ixoff -iuclc -ixany imaxbel opost -olcuc -ocrnl onlcr -onocr -onlret -ofill -ofdel nl0 cr0 tab0 bs0 vt0 ff0 isig icanon iexten echo echoe echok -echonl -noflsh -xcase -tostop -echoprt echoctl echoke, all special characters to their default values.
sl: sane isto kot cread -ignbrk brkint -inlcr -igncr icrnl -ixoff -iuclc -ixany imaxbel opost -olcuc -ocrnl onlcr -onocr -onlret -ofill -ofdel nl0 cr0 tab0 bs0 vt0 ff0 isig icanon iexten echo echoe echok -echonl -noflsh -xcase -tostop -echoprt echoctl echoke, vsi posebni znaki na njihove privzete vrednosti.

source: Handle the tty line connected to standard input. Without arguments, prints baud rate, line discipline, and deviations from stty sane. In settings, CHAR is taken literally, or coded as in ^c, 0x37, 0177 or 127; special values ^- or undef used to disable special characters.
sl: Upravljaj s terminalskim vodom, povezanim s standardnim vhodom. Brez argumentov izpi¹e hitrost, komunikacijski protokol in vse spremembe glede na stty sane. Pri nastavitvah je ZNAK mo¾no podati dobesedno, ali pa v notacijah ^c, 0x37, 0177 ali 127; s posebnimi vrednostmi ^- in undef preklièemo nastavitve posebnih znakov.

source: only one device may be specified
sl: navedena je lahko samo ena enota

source: the options for verbose and stty-readable output styles are mutually exclusive
sl: izbiri za izpis v èloveku berljivi obliki ter obliki, ki jo lahko prebere stty, sta si nasprotujoèi

source: when specifying an output style, modes may not be set
sl: pri doloèanju sloga izhoda ni mo¾no nastavljati naèinov
