Repository: m-svo/coreutils
Catalog: po/*.po
Languages: sl

source: invalid argument %s for %s
sl: neveljaven argument %s za %s

source: ambiguous argument %s for %s
sl: dvoumen argument %s za %s

source: Valid arguments are:
sl: Veljavni argumenti so:

source: program error
sl: napaka v programu

source: stack overflow
sl: prekoraèitev sklada

source: write error
sl: napaka pri pisanju

source: Unknown system error
sl: Neznana sistemska napaka

source: regular empty file
sl: navadna prazna datoteka

source: regular file
sl: navadna datoteka

source: directory
sl: imenik

source: block special file
sl: bloèna enota

source: character special file
sl: znakovna enota

source: symbolic link
sl: simbolna povezava

source: socket
sl: vtiènica

source: message queue
sl: vrsta sporoèil

source: semaphore
sl: semafor

source: shared memory object
sl: deljen pomnilni¹ki predmet

source: weird file
sl: èudna datoteka

source: %s: option `%s' is ambiguous
sl: %s: izbira ,%s` je dvoumna

source: %s: option `--%s' doesn't allow an argument
sl: %s: izbira ,--%s` ne dovoljuje argumenta

source: %s: option `%c%s' doesn't allow an argument
sl: %s: izbira ,%c%s` ne dovoljuje argumenta

source: %s: option `%s' requires an argument
sl: %s: izbira ,%s` zahteva argument

source: %s: unrecognized option `--%s'
sl: %s: neprepoznana izbira ,--%s`

source: %s: unrecognized option `%c%s'
sl: %s: neprepoznana izbira ,%c%s`

source: %s: illegal option -- %c
sl: %s: nedovoljena izbira -- %c

source: %s: invalid option -- %c
sl: %s: neveljavna izbira -- %c

source: %s: option requires an argument -- %c
sl: %s: izbira zahteva argument -- %c

source: %s: option `-W %s' is ambiguous
sl: %s: izbira ,-W %s` je dvoumna

source: %s: option `-W %s' doesn't allow an argument
sl: %s: izbira ,-W %s` ne dovoljuje argumenta

source: block size
sl: velikost bloka

source: cannot create directory %s
sl: imenika %s ni mogoèe ustvariti

source: %s exists but is not a directory
sl: %s obstaja, vendar ni imenik

source: cannot change owner and/or group of %s
sl: lastnika in/ali skupine %s ni mogoèe spremeniti

source: cannot chdir to directory %s
sl: imenik %s ni dosegljiv s chdir

source: cannot change permissions of %s
sl: dovoljenj %s ni mogoèe spremeniti

source: memory exhausted
sl: pomnilnik porabljen

source: ^[yY]
sl: ^[jJ]

source: iconv function not usable
sl: funkcija iconv ni uporabna

source: iconv function not available
sl: funkcija iconv ni na voljo

source: character out of range
sl: znak izven obsega

source: cannot convert U+%04X to local character set
sl: pretvorba U+%04X v krajevni nabor znakov ni mogoèa

source: cannot convert U+%04X to local character set: %s
sl: pretvorba U+%04X v krajevni nabor znakov ni mogoèa: %s

source: invalid user
sl: neveljavno uporabni¹ko ime

source: invalid group
sl: neveljavna skupina

source: cannot get the login group of a numeric UID
sl: ni mogoèe ugotoviti skupine ¹tevilène kode UID

source: cannot omit both user and group
sl: ni mogoèe obenem izpustiti uporabnika in skupine

source: Written by %s.
sl: Avtor(ica) %s.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
sl: To je prost program; pogoji, pod katerimi ga lahko uporabljate, razmno¾ujete in raz¹irjate so navedeni v izvorni kodi. Za program ni NOBENEGA JAMSTVA, niti jamstev USTREZNOSTI ZA PRODAJO ali PRIMERNOSTI ZA UPORABO.

source: string comparison failed
sl: primerjanje nizov ni uspelo

source: Set LC_ALL='C' to work around the problem.
sl: Nastavite LC_ALL='C', da bi odpravili te¾avo.

source: The strings compared were %s and %s.
sl: Primerjana niza sta bila %s in %s.

source: Try `%s --help' for more information.
sl: Poskusite ,,%s --help`` za izèrpnej¹a navodila.

source: Usage: %s NAME [SUFFIX] or: %s OPTION
sl: Uporaba: %s IME [PRIPONA] ali: %s IZBIRA

source: Print NAME with any leading directory components removed. If specified, also remove a trailing SUFFIX.
sl: Izpi¹emo IME datoteke brez celotne poti do nje. Èe je podana PRIPONA, izpi¹emo ime datoteke brez pripone.

source: Report bugs to <%s>.
sl: Poroèila o napakah javite na <%s>.

source: too few arguments
sl: premalo argumentov

source: too many arguments
sl: preveè argumentov

source: Torbjorn Granlund and Richard M. Stallman
sl: Torbjorn Granlund in Richard M. Stallman

source: Concatenate FILE(s), or standard input, to standard output. -A, --show-all equivalent to -vET -b, --number-nonblank number nonblank output lines -e equivalent to -vE -E, --show-ends display $ at end of each line -n, --number number all output lines -s, --squeeze-blank never more than one single blank line
sl: Prepi¹emo eno ali veè DATOTEK na standardni izhod, ali std. vhod na std. izhod. -A, --show-all enakovredno sestavljeni izbiri -vET -b, --number-nonblank o¹tevilèi neprazne izpisane vrstice -e enakovredno sestavljeni izbiri -vE -E, --show-ends izpi¹i $ na koncu vsake vrstice -n, --number o¹tevilèi vse izpisane vrstice -s, --squeeze-blank zaporedje veè praznih vrstic skrèi v eno

source: -t equivalent to -vT -T, --show-tabs display TAB characters as ^I -u (ignored) -v, --show-nonprinting use ^ and M- notation, except for LFD and TAB
sl: -t enakovredno sestavljeni izbiri -vT -T, --show-tabs prika¾i znake TAB kot ^I -u (ignorirano) -v, --show-nonprinting krmilne znake razen LF in TAB izpi¹i kot ^ and M-

source: With no FILE, or when FILE is -, read standard input.
sl: Èe DATOTEKA ni podana, ali pa je enaka -, beremo s standardnega vhoda.

source: -B, --binary use binary writes to the console device.
sl: -B, --binary pi¹i binarno na konzolo.

source: standard output
sl: standardni izhod

source: %s: input file is output file
sl: %s: vhodna in izhodna datoteka sta isti

source: group number
sl: èlan skupine

source: Change the group membership of each FILE to GROUP. -c, --changes like verbose but report only when a change is made --dereference affect the referent of each symbolic link, rather than the symbolic link itself
sl: Vsem DATOTEKAM spremenimo èlanstvo v navedeno SKUPINO. -c, --changes kot ,verbose`, a samo ob spremembah --deferefence deluje na ciljne datoteke, ne na simbolne povezave

source: -h, --no-dereference affect symbolic links instead of any referenced file (available only on systems that can change the ownership of a symlink)
sl: -h, --no-dereference deluje na simbolne povezave, ne na ciljne datoteke (na voljo samo na sistemih, ki dovoljujejo spremembo lastni¹tva simbolne povezave)

source: -f, --silent, --quiet suppress most error messages --reference=RFILE use RFILE's group rather than the specified GROUP value -R, --recursive operate on files and directories recursively -v, --verbose output a diagnostic for every file processed
sl: -f, --silent, --quiet brez veèine opozoril o napakah --reference=ZGLED skupino nastavimo enako, kot jo ima ZGLED -R, --recursive rekurzivno obdelaj imenike in datoteke -v, --verbose z diagnostiko za vsako obdelano datoteko

source: failed to get attributes of %s
sl: branje prilastkov (atributov) %s neuspe¹no

source: getting new attributes of %s
sl: beremo nove prilastke (atribute) %s

source: mode of %s changed to %04lo (%s)
sl: za¹èita datoteke %s spremenjena v %04lo (%s)

source: failed to change mode of %s to %04lo (%s)
sl: poskus spremembe za¹èite datoteke %s v %04lo (%s) neuspe¹en

source: mode of %s retained as %04lo (%s)
sl: za¹èita datoteke %s ohranjena kot %04lo (%s)

source: Change the mode of each FILE to MODE. -c, --changes like verbose but report only when a change is made -f, --silent, --quiet suppress most error messages -v, --verbose output a diagnostic for every file processed --reference=RFILE use RFILE's mode instead of MODE values -R, --recursive change files and directories recursively
sl: Spremenimo ZA©ÈITO za DATOTEKO. -c, --changes kot ,verbose`, a samo ob izvedenih spremembah -f, --silent, --quiet brez veèine opozoril o napakah -v, --verbose z diagnostiko za vsako obdelano datoteko --reference=ZGLED za¹èito nastavimo enako, kot jo ima ZGLED -R, --recursive rekurzivno obdelaj imenike in datoteke

source: Each MODE is one or more of the letters ugoa, one of the symbols +-= and one or more of the letters rwxXstugo.
sl: ZA©ÈITA je ena ali veè èrk iz ,ugoa`, eden od znakov +-= in ena ali veè èrk iz ,rwxXstugo`.

source: neither symbolic link %s nor referent has been changed
sl: tako simbolna povezava %s kot sklicevana datoteka/imenik sta nespremenjena

source: changed ownership of %s to %s
sl: neuspe¹na zamenava lastnika %s na %s

source: changed group of %s to %s
sl: skupina %s spremenjena na %s

source: failed to change group of %s to %s
sl: zamenjava skupine %s na %s ni uspela

source: ownership of %s retained as %s
sl: lastnik datoteke %s ostaja %s

source: group of %s retained as %s
sl: skupina datoteke %s ohranjen kot %s

source: changing ownership of %s
sl: spreminjamo lastni¹tvo %s

source: Change the owner and/or group of each FILE to OWNER and/or GROUP. -c, --changes like verbose but report only when a change is made --dereference affect the referent of each symbolic link, rather than the symbolic link itself
sl: Spremeni lastnika in/ali skupino DATOTEKE na LASTNIKA in/ali SKUPINO. -c, --changes informativna obvestila ob spremembah --dereference deluje na ciljne datoteke simbolnih povezav, ne pa na same simbolne povezave

source: --from=CURRENT_OWNER:CURRENT_GROUP change the owner and/or group of each file only if its current owner and/or group match those specified here. Either may be omitted, in which case a match is not required for the omitted attribute.
sl: --from=TRENUTNI_LASTNIK:TRENUTNA_SKUPINA lastnika in/ali skupino zamenjamo samo pri tistih datotekah, pri katerih trenutni lastnik in skupina ustrezata navedenima. Èe lastnika ali skupino izpustimo, ujemanje tega ni veè pogoj.

source: -f, --silent, --quiet suppress most error messages --reference=RFILE use RFILE's owner and group rather than the specified OWNER:GROUP values -R, --recursive operate on files and directories recursively -v, --verbose output a diagnostic for every file processed
sl: -f, --silent, --quiet brez veèine obvestil o napakah --reference=ZGLED lastnika/skupino spremenimo na vrednost, kot jo ima ZGLED, namesto da podamo par LASTNIK:SKUPINA -R, --recursive rekurzivno obdelamo imenike in datoteke -v, --verbose z izpisom diagnostike ob vsaki obdelani datoteki

source: Owner is unchanged if missing. Group is unchanged if missing, but changed to login group if implied by a `:'. OWNER and GROUP may be numeric as well as symbolic.
sl: Èe ni podan, lastnik datoteke ostane isti. Skupina se ohrani, èe ni podana, spremeni pa v skupino lastnika, èe lastniku sledi dvopièje (:). LASTNIK in SKUPINA sta lahko podana s simbolno ali numerièno vrednostjo.

source: Usage: %s NEWROOT [COMMAND...] or: %s OPTION
sl: Uporaba: %s [NOVI_KOREN] [UKAZ...] ali: %s IZBIRA

source: Run COMMAND with root directory set to NEWROOT.
sl: Izvedemo UKAZ tako, da korenski imenik postavimo na KOREN.

source: If no command is given, run ``${SHELL} -i'' (default: /bin/sh).
sl: Èe UKAZ ni podan, izvedemo ,,${SHELL] -i`` (privzeto /bin/sh).

source: cannot change root directory to %s
sl: korenskega imenika ni mo¾no prestaviti na %s

source: cannot chdir to root directory
sl: korenski imenik ni dosegljiv s chdir

source: %s: file too long
sl: %s: datoteka je predolga

source: Print CRC checksum and byte counts of each FILE.
sl: Izpi¹emo nadzorno vsoto in dol¾ino v bajtih za vsako DATOTEKO.

source: Compare sorted files LEFT_FILE and RIGHT_FILE line by line. -1 suppress lines unique to left file -2 suppress lines unique to right file -3 suppress lines that appear in both files
sl: Urejeni datoteki LEVA in DESNA primerjamo vrstico za vrstico. -1 izpusti vrstice, ki se pojavijo samo v levi datoteki -2 izpusti vrstice, ki se pojavijo samo v desni datoteki -3 izpusti vrstice, ki se pojavijo v obeh datotekah

source: cannot open %s for reading
sl: datotek %s ni mogoèe odpreti za branje

source: skipping file %s, as it was replaced while being copied
sl: datoteko %s izpustimo, ker je bila med prepisom zamenjana

source: %s: overwrite %s, overriding mode %04lo?
sl: %s: naj pi¹emo prek %s navzlic za¹èiti %04lo?

source: warning: source file %s specified more than once
sl: opozorilo: izvorna datoteka %s je podana veè kot enkrat

source: %s and %s are the same file
sl: %s in %s sta ena in ista datoteka

source: will not overwrite just-created %s with %s
sl: prek pravkar ustvarjene datoteke %s ne moremo zapisati %s

source: backing up %s would destroy source; %s not moved
sl: varnostna kopija %s bi unièila izvirnik; %s ni premaknjen

source: backing up %s would destroy source; %s not copied
sl: varnostna kopija %s bi unièila izvirnik; %s ni prepisan

source: (backup: %s)
sl: (varnostna kopija: %s)

source: inter-device move failed: %s to %s; unable to remove target
sl: premik med enotami ni uspel: %s v %s; cilja ni moè odstraniti

source: cannot copy cyclic symbolic link %s
sl: ni mogoèe prepisati cikliène simbolne povezave %s

source: %s: can make relative symbolic links only in current directory
sl: %s: relativne simbolne povezave so mogoèe samo znotraj imenika

source: failed to preserve ownership for %s
sl: lastni¹tvo za %s ni bilo ohranjeno

source: %s has unknown file type
sl: %s ima neznan tip datoteke

source: preserving times for %s
sl: ohranjeni èasi za %s

source: failed to preserve authorship for %s
sl: avtorstvo datoteke %s ni bilo ohranjeno

source: %s -> %s (unbackup)
sl: %s -> %s (brez varnostne kopije)

source: Copy SOURCE to DEST, or multiple SOURCE(s) to DIRECTORY.
sl: Prepi¹emo IZVOR v CILJ, ali veè IZVOROV v IMENIK.

source: Mandatory arguments to long options are mandatory for short options too.
sl: Èe je pri dolgi obliki izbire naveden obvezen argument, je ta obvezen tudi za kratko obliko.

source: -a, --archive same as -dpR --backup[=CONTROL] make a backup of each existing destination file -b like --backup but does not accept an argument --copy-contents copy contents of special files when recursive -d same as --no-dereference --preserve=link
sl: -a, --archive isto kot -dpR --backup[=TIP] pred pisanjem prek obstojeèe ciljne datoteke izdelamo varnostno kopijo podanega TIPA -b enako kot --backup, vendar ne sprejema argumenta --copy-contents pri rekurzivnem prepisovanju prepi¹emo vsebino posebnih datotek -d isto kot --no-dereference --preserve=link

source: --no-dereference never follow symbolic links -f, --force if an existing destination file cannot be opened, remove it and try again -i, --interactive prompt before overwrite -H follow command-line symbolic links
sl: --no-dereference ne sledimo simbolnim povezavam -f, --force èe ciljne datoteke ni mogoèe odpreti, jo odstranimo in poskusimo znova -i, --interactive poziv, preden zapi¹emo novo datoteko prek stare -H sledimo simbolnim povezavam v ukazni vrstici

source: -l, --link link files instead of copying -L, --dereference always follow symbolic links -p same as --preserve=mode,ownership,timestamps --preserve[=ATTR_LIST] preserve the specified attributes (default: mode,ownership,timestamps), if possible additional attributes: links, all
sl: -l, --link ustvarimo trde povezave namesto kopij datotek -L, --dereference vedno sledimo simbolnim povezavam -p isto kot --preserve=mode,ownership,timestamps --preserve[=SEZN_PRIL] èe je mogoèe, ohranimo navedene prilastke (atribute) datotek (privzeto: mode, ownership, timestamps; dodatne mo¾nosti: links, all)

source: --no-preserve=ATTR_LIST don't preserve the specified attributes --parents append source path to DIRECTORY -P same as `--no-dereference'
sl: --no-preserve=SEZN_PRIL ne ohranimo navedenih prilastkov --parents pot do vira dodaj v IMENIK -P isto kot ,--no-dereference`

source: -R, -r, --recursive copy directories recursively --remove-destination remove each existing destination file before attempting to open it (contrast with --force)
sl: -R, -r, --recursive imenike prepi¹emo rekurzivno --remove-destination vsako ciljno datoteko vedno zbri¹emo, preden poskusimo pisati vanjo (prim. --force)

source: --reply={yes,no,query} specify how to handle the prompt about an existing destination file --sparse=WHEN control creation of sparse files --strip-trailing-slashes remove any trailing slashes from each SOURCE argument
sl: --reply={yes,no,query} doloèimo, kako ravnamo s pozivnikom ob obstojeèih ciljnih datotekah --sparse=KDAJ kdaj ustvarimo razpr¹ene datoteke --strip-trailing-slashes odstrani zakljuène po¹evnice iz vseh podanih IZVOROV

source: -s, --symbolic-link make symbolic links instead of copying -S, --suffix=SUFFIX override the usual backup suffix --target-directory=DIRECTORY move all SOURCE arguments into DIRECTORY
sl: -s, --symbolic-link ustvarimo simbolne povezave namesto kopij -S, --suffix=PRIPONA pripona varnostne kopije naj bo PRIPONA --target-directory=IMENIK vse IZVORE premakni v IMENIK

source: -u, --update copy only when the SOURCE file is newer than the destination file or when the destination file is missing -v, --verbose explain what is being done -x, --one-file-system stay on this file system
sl: -u, --update prepi¹i samo. èe je IZVOR novej¹i od CILJA ali kadar CILJ ¹e ne obstaja -v, --verbose z razlago poteka -x, --one-file-system samo krajevni datoteèni sistem

source: By default, sparse SOURCE files are detected by a crude heuristic and the corresponding DEST file is made sparse as well. That is the behavior selected by --sparse=auto. Specify --sparse=always to create a sparse DEST file whenever the SOURCE file contains a long enough sequence of zero bytes. Use --sparse=never to inhibit creation of sparse files.
sl: Po privzeti izbiri razpr¹ene IZVORE ugotovimo z grobo hevristiko, ustrezni CILJI pa bodo tudi razpr¹eni. Isto dose¾emo tudi z izbiro --sparse=auto. Z izbiro --sparse=always bo CILJ razpr¹en vedno, kadar IZVOR vsebuje dovolj dolgo zaporedje znakov niè. Izbira --sparse=never vedno prepreèi ustvarjanje razpr¹enih datotek.

source: The backup suffix is `~', unless set with --suffix or SIMPLE_BACKUP_SUFFIX. The version control method may be selected via the --backup option or through the VERSION_CONTROL environment variable. Here are the values:
sl: Varnostna kopija ima pripono ,~`, razen èe ni z izbiro --suffix ali spremenljivko SIMPLE_BACKUP_SUFFIX nastavljeno drugaèe. Vrsto varnostnih kopij lahko nastavimo z izbiro --backup ali spremenljivko VERSION_CONTROL. Mo¾nosti so:

source: none, off never make backups (even if --backup is given) numbered, t make numbered backups existing, nil numbered if numbered backups exist, simple otherwise simple, never always make simple backups
sl: none, off nikoli ne delamo varnostne kopije, niti z izbiro --backup numbered, t o¹tevilèene varnostne kopije existing, nil o¹tevilèene varnostne kopije, èe take ¾e obstajajo, sicer enostavne simple, never vedno enostavne varnostne kopije

source: As a special case, cp makes a backup of SOURCE when the force and backup options are given and SOURCE and DEST are the same name for an existing, regular file.
sl: V posebnem primeru napravi cp varnostno kopijo IZVORa, kadar sta podani izbiri --force in --backup, IZVOR in CILJ pa sta isto ime za obstojeèo navadno datoteko.

source: failed to preserve times for %s
sl: èasi za %s niso bili ohranjeni

source: accessing %s
sl: dostopamo do %s

source: copying multiple files, but last argument %s is not a directory
sl: prepisujemo veè datotek, vendar zadnji argument %s ni imenik

source: when preserving paths, the destination must be a directory
sl: pri ohranitvi poti mora biti cilj imenik

source: cannot make both hard and symbolic links
sl: hkratne trde in simbolne povezave niso mogoèe

source: backup type
sl: vrsta varnostne kopije

source: read error
sl: napaka pri branju

source: input disappeared
sl: vhod je izginil

source: %s: `%s': line number out of range
sl: %s: ,%s`: ¹tevilka vrstice izven intervala

source: on repetition %d
sl: pri ponovitvi %d

source: %s: `%s': match not found
sl: %s: ,%s`: ujemanja ni

source: error in regular expression search
sl: napaka pri iskanju z regularnimi izrazi

source: %s: `+' or `-' expected after delimeter
sl: %s: po razmejilniku prièakovana ,*` ali ,-`

source: %s: `}' is required in repeat count
sl: %s: pri ponovitvah je zahtevan ,}`

source: %s}: integer required between `{' and `}'
sl: %s}: med ,{` in ,}` je zahtevano celo ¹tevilo

source: %s: closing delimeter `%c' missing
sl: %s: zakljuèni razmejilnik ,%c` manjka

source: %s: line number must be greater than zero
sl: %s: ¹tevilo vrstice mora biti pozitivno

source: line number `%s' is smaller than preceding line number, %s
sl: ¹tevilka vrstice ,%s` je ni¾ja od ¹tevilke vrstice pred njo, %s

source: warning: line number `%s' is the same as preceding line number
sl: opozorilo: ¹tevilka vrstice ,%s` je ista kot tista pred njo

source: missing conversion specifier in suffix
sl: manjkajoèe doloèilo pretvorbe v priponi

source: invalid conversion specifier in suffix: %c
sl: neveljavno doloèilo pretvorbe v priponi: %c

source: invalid conversion specifier in suffix: \%.3o
sl: neveljavno doloèilo pretvorbe v priponi: \\%.3o

source: missing %% conversion specification in suffix
sl: manjkajoèe doloèilo pretvorbe %% v priponi

source: too many %% conversion specifications in suffix
sl: preveè doloèil pretvorbe %% v priponi

source: Output pieces of FILE separated by PATTERN(s) to files `xx01', `xx02', ..., and output byte counts of each piece to standard output.
sl: Kose DATOTEKE loèimo z VZORCEM in zapi¹emo v datoteke ,xx01`, ,xx02`..., ¹tevilo bajtov za posamièen kos pa izpi¹emo na standardni izhod.

source: -b, --suffix-format=FORMAT use sprintf FORMAT instead of %d -f, --prefix=PREFIX use PREFIX instead of `xx' -k, --keep-files do not remove output files on errors
sl: -b, --suffix-format=OBLIKA uporabi OBLIKO spritntf namesto %d -f, --prefix=PREDPONA uporabi podano PREDPONO namesto ,xx` -k, --keep-files ob napaki ne pobri¹i nepopolno zapisanih datotek

source: -n, --digits=DIGITS use specified number of digits instead of 2 -s, --quiet, --silent do not print counts of output file sizes -z, --elide-empty-files remove empty output files
sl: -n, --digits=©TEVKE uporabi navedeno ¹tevilo ¹tevk namesto privzetih 2 -s, --quiet, --silent brez izpisa velikosti na standardni izhod -z, --elide-empty-files odstrani prazne izhodne datoteke

source: Read standard input if FILE is -. Each PATTERN may be:
sl: Èe je DATOTEKA -, beremo s standardnega vhoda. VZOREC je lahko eden od:

source: INTEGER copy up to but not including specified line number /REGEXP/[OFFSET] copy up to but not including a matching line %REGEXP%[OFFSET] skip to, but not including a matching line {INTEGER} repeat the previous pattern specified number of times {*} repeat the previous pattern as many times as possible A line OFFSET is a required `+' or `-' followed by a positive integer.
sl: CELO_©TEVILO prepi¹i do navedene vrstice, ne v¹tev¹i te vrstice /REGIZR/[ODMIK] prepi¹i do ODMIKA, ne v¹tev¹i ujemajoèe se vrstice %%REGIZR%%[ODMIK] preskoèi na ODMIK, ne v¹tev¹i ujemajoèe se vrstice {CELO_©TEVILO} ponovi prej¹nji regularni izraz navedenokrat {*} ponovi prej¹nji regularni izraz, kolikorkrat gre Zapis vrstice ODMIKA je znak ,+` ali ,-`, ki mu sledi pozitivno celo ¹tevilo.

source: Usage: %s [OPTION]... [FILE]...
sl: Uporaba: %s [IZBIRA]... [DATOTEKA]...

source: Print selected parts of lines from each FILE to standard output.
sl: Izbrane dele vrstic iz vsake od navedenih DATOTEK izpi¹emo na standardni izhod.

source: -b, --bytes=LIST output only these bytes -c, --characters=LIST output only these characters -d, --delimiter=DELIM use DELIM instead of TAB for field delimiter
sl: -b, --bytes=SEZNAM izpi¹i samo navedene bajte -c, --characters=SEZNAM izpi¹i samo navedene znake -d, --delimiter=RAZMEJ polja so razmejena z znakom RAZMEJ namesto s TAB
