Repository: m-svo/coreutils
Catalog: po/*.po
Languages: sl

source: -f omit the line of column headings in short format -w omit the user's full name in short format -i omit the user's full name and remote host in short format -q omit the user's full name, remote host and idle time in short format
sl: -f v kratki obliki izpusti legendo k stolpcem -w v kratki obliki izpusti polno ime uporabnika -i v kratki obliki izpusti polno ime uporabnika in ime raèunalnika -q v kratki obliki izpusti polno ime uporabnika, ime raèunalnika in èas neaktivnosti

source: A lightweight `finger' program; print user information. The utmp file will be %s.
sl: Poenostavljeni program ,finger`: izpis informacij o uporbnikih. Datoteka UTMP bo %s.

source: no username specified; at least one must be specified when using -l
sl: uporabni¹ko ime ni podano; pri izbiri -l mora biti podano vsaj eno

source: Pete TerMaat and Roland Huebner
sl: Pete TerMaat in Roland Huebner

source: `--pages' invalid range of page numbers: `%s'
sl: ,--pages` neveljavni obseg ¹tevilk strani: ,%s`

source: `--pages' starting page number is larger than ending page number
sl: ,--pages` zaèetna ¹tevilka strani je vi¹ja od konène

source: `--pages=FIRST_PAGE[:LAST_PAGE]' missing argument
sl: ,--pages=PRVA_STRAN[:ZADNJA_STRAN]`: manjkajoèi argument

source: `--columns=COLUMN' invalid number of columns: `%s'
sl: ,--columns=STOLPCI` neveljavno ¹tevilo stolpcev: ,%s`

source: `-l PAGE_LENGTH' invalid number of lines: `%s'
sl: ,-l DOL®INA_STRANI` nedovoljeno ¹tevilo vrstic: ,%s`

source: `-N NUMBER' invalid starting line number: `%s'
sl: ,-N ©TEVILKA` nedovoljena ¹tevilka zaèetne vrstice: ,%s`

source: `-o MARGIN' invalid line offset: `%s'
sl: ,-o ROB` nedovoljen odmik od levega roba: ,%s`

source: `-w PAGE_WIDTH' invalid number of characters: `%s'
sl: ,-w ©IRINA_STRANI` neveljavno ¹tevilo znakov: ,%s`

source: `-W PAGE_WIDTH' invalid number of characters: `%s'
sl: ,-W ©IRINA_STRANI` neveljavno ¹tevilo znakov: ,%s`

source: Cannot specify number of columns when printing in parallel.
sl: Pri vzporednem izpisu ni mogoèe doloèiti ¹tevila stolpcev

source: Cannot specify both printing across and printing in parallel.
sl: Mo¾nosti izpisa poèez in vzporednega izpisa se izkljuèujeta

source: `-%c' extra characters or invalid number in the argument: `%s'
sl: ,-%c` dodatni znaki ali neveljavno ¹tevilo v argumentu: ,%s`

source: page width too narrow
sl: ¹irina strani premajhna

source: starting page number larger than total number of pages: `%d'
sl: zaèetna stran je vi¹ja od celotnega ¹tevila strani: ,%d`

source: Page %d
sl: Str. %d

source: Paginate or columnate FILE(s) for printing.
sl: O¹tevilèimo strani ali poravnamo besedilo v DATOTEKI v stolpce za izpis.

source: -a, --across print columns across rather than down, used together with -COLUMN -c, --show-control-chars use hat notation (^G) and octal backslash notation -d, --double-space double space the output
sl: -a, --across skupaj s -STOLPCI; stolpce tiskamo poprek prek strani namesto navzdol. -c, --show-control-chars uporabimo zapis ^G in osmi¹ki zapis z uvodno nagibnico -d, --double-space izpis z dvojnim razmakom

source: -D, --date-format=FORMAT use FORMAT for the header date -e[CHAR[WIDTH]], --expand-tabs[=CHAR[WIDTH]] expand input CHARs (TABs) to tab WIDTH (8) -F, -f, --form-feed use form feeds instead of newlines to separate pages (by a 3-line page header with -F or a 5-line header and trailer without -F)
sl: -D, --date-format=OBLIKA izpis datuma v glavi v navedeni OBLIKI -e[ZNAK[©IRINA]], --expand-tabs[=ZNAK[©IRINA]] ZNAKE (privzeto TAB) na vhodu raz¹irimo v tabulator dane ©IRINE (privzeto 8) -F, -f, --form-feed strani loèimo z znaki za skok na novo stran namesto s praznimi vrsticami (s 3-vrstiènim zglavjem z izbiro -F ali 5-vrstiènim zglavjem in zno¾jem brez -F)

source: -h HEADER, --header=HEADER use a centered HEADER instead of filename in page header, -h "" prints a blank line, don't use -h"" -i[CHAR[WIDTH]], --output-tabs[=CHAR[WIDTH]] replace spaces with CHARs (TABs) to tab WIDTH (8) -J, --join-lines merge full lines, turns off -W line truncation, no column alignment, --sep-string[=STRING] sets separators
sl: -h ZGLAVJE, --header=ZGLAVJE uporabimo navedeno osredinjeno ZGLAVJE namesto imena datoteke; -h \"\" izpi¹e prazno vrstica; ne uporabljajte -h\"\" -i[ZNAK[©IRINA]], --output-tabs[=ZNAK[©IRINA]] presledke skrèimo v ZNAK (privzeto TAB) do ©IRINE tabulatorja (privzeto 8) -J, --join-lines zdru¾ujemo cele vrstice, brez rezanja vrstic z -W, brez poravnave stolpcev, --sep-string[=NIZ] nastavi loèila

source: -l PAGE_LENGTH, --length=PAGE_LENGTH set the page length to PAGE_LENGTH (66) lines (default number of lines of text 56, and with -F 63) -m, --merge print all files in parallel, one in each column, truncate lines, but join lines of full length with -J
sl: -l DOL®INA_STRANI, --length=DOL®INA_STRANI doloèimo DOL®INO STRANI, v vrsticah (privzeto 66) (privzeto ¹tevilo vrstic besedila je 56, z -F 63) -m, --merge datoteke izpisujemo vzporedno, po eno v stolpec. Predolge vrstice pore¾emo, razen z izbiro -J, kjer zdru¾imo celotne

source: -n[SEP[DIGITS]], --number-lines[=SEP[DIGITS]] number lines, use DIGITS (5) digits, then SEP (TAB), default counting starts with 1st line of input file -N NUMBER, --first-line-number=NUMBER start counting with NUMBER at 1st line of first page printed (see +FIRST_PAGE)
sl: -n[LOÈ[©TEVILO]], --number-lines[=LOÈ[©TEVILO]] vrstice o¹tevilèimo, ¹irina polja je ©TEVILO (privzeto 5) znakov, sledi LOÈ (privzeto TAB). O¹tevilèenje gre od prve vrstice vhodne datoteke. -N ©TEVILO, --first-line-number=©TEVILO o¹tevilèenje zaènemo z navedenim ©TEVILOM v prvi vrstici na prvi natisnjeni strani (glej +PRVA_STRAN)

source: -o MARGIN, --indent=MARGIN offset each line with MARGIN (zero) spaces, do not affect -w or -W, MARGIN will be added to PAGE_WIDTH -r, --no-file-warnings omit warning when a file cannot be opened
sl: -o ROB, --indent=ROB vrstice zamaknemo za ROB znakov od levega roba; ne vpliva na -w in -W; ROB se pri¹teje ©IRINI_STRANI. -r, --no-file-warnings brez opozoril, kadar ni mogoèe odpreti datoteke

source: -s[CHAR],--separator[=CHAR] separate columns by a single character, default for CHAR is the <TAB> character without -w and 'no char' with -w -s[CHAR] turns off line truncation of all 3 column options (-COLUMN|-a -COLUMN|-m) except -w is set
sl: -s[ZNAK], --separator[=ZNAK] stolpce loèimo z navedenim ZNAKOM (privzeto TAB) namesto s presledki.

source: -SSTRING, --sep-string[=STRING]
sl: -SNIZ, --sep-string[=NIZ]

source: separate columns by STRING, without -S: Default separator <TAB> with -J and <space> otherwise (same as -S" "), no effect on column options -t, --omit-header omit page headers and trailers
sl: stolpce loèimo z navedenim NIZOM Brez -S: privzeto loèilo (TAB pri -J, presledki sicer), brez uèinka na nastavitve stolpcev -t, --omit-header brez zglavja in repa

source: -T, --omit-pagination omit page headers and trailers, eliminate any pagination by form feeds set in input files -v, --show-nonprinting use octal backslash notation -w PAGE_WIDTH, --width=PAGE_WIDTH set page width to PAGE_WIDTH (72) characters for multiple text-column output only, -s[char] turns off (72)
sl: -T, --omit-pagination brez zglavja in repa; brez o¹tevilèenja strani, ki jih povzroèijo znaki za skok na novo stran v vhodni datoteki -v, --show-nonprinting z uporabo osmi¹kih vrednosti z ube¾nimi zaporedji -w ©IRINA_STRANI, --width=©IRINA_STRANI ©IRINO STRANI nastavimo na dano ¹tevilo znakov (privz. 72); samo besedilo v veè stolpcih; -s[znak] izklopi

source: -W PAGE_WIDTH, --page-width=PAGE_WIDTH set page width to PAGE_WIDTH (72) characters always, truncate lines, except -J option is set, no interference with -S or -s
sl: -W ©IRINA_STRANI, --page-width=©IRINA_STRANI ©IRINO STRANI nastavimo na dano ¹tevilo znakov (privz. 72); predolge vrstice pore¾emo razen z izbiro -J; ne vpliva na izbiri -s in -S

source: -T implied by -l nn when nn <= 10 or <= 3 with -F. With no FILE, or when FILE is -, read standard input.
sl: V dveh primerih se privzame -T: pri izbiri -l NN, kadar NN <= 10; ter pri izbiri -F, kadar je NN <= 3. Kadar DATOTEKA ni podana ali je enaka -, beremo s standardnega vhoda.

source: David MacKenzie and Richard Mlynarik
sl: David MacKenzie in Richard Mlynarik

source: Usage: %s [VARIABLE]... or: %s OPTION If no environment VARIABLE specified, print them all.
sl: Uporaba: %s [SPREMENLJIVKA]... ali: %s IZBIRA Èe SPREMENLJIVKA ni podana, izpi¹i vrednosti vseh spremenljivke.

source: warning: %s: character(s) following character constant have been ignored
sl: opozorilo: %s: znak(i), ki sledijo znakovni konstanti so ignorirani

source: Usage: %s FORMAT [ARGUMENT]... or: %s OPTION
sl: Uporaba: %s OBLIKA [ARGUMENT]... ali: %s IZBIRA

source: Print ARGUMENT(s) according to FORMAT.
sl: Izpi¹emo ARGUMENT v navedeni OBLIKI.

source: FORMAT controls the output as in C printf. Interpreted sequences are: \" double quote \0NNN character with octal value NNN (0 to 3 digits) \\ backslash
sl: OBLIKA nazdira izpis enako kot pri funkciji printf v C. Posebni znaki so: \" dvojni narekovaj \0NNN znak z osmi¹ko kodo NNN (0 do 3 ¹tevke) \\ nagibnica

source: \a alert (BEL) \b backspace \c produce no further output \f form feed
sl: \a zvonèek (BEL) \b pomik za znak nazaj \c ne izpisuj nièesar veè \f skok na novo stran

source: \n new line \r carriage return \t horizontal tab \v vertical tab
sl: \n skok v novo vrstico \r vrnitev na zaèetek vrstice \t horizontalni tabulator \v vertikalni tabulator

source: \xNNN byte with hexadecimal value NNN (1 to 3 digits) \uNNNN character with hexadecimal value NNNN (4 digits) \UNNNNNNNN character with hexadecimal value NNNNNNNN (8 digits)
sl: \xNNN znak s ¹estnajsti¹ko kodo NNN (1 do 3 ¹tevke) \uNNNN znak s ¹estnajsti¹ko kodo NNNN (4 ¹tevke) \UNNNNNNNN znak s ¹estnajsti¹ko kodo NNNNNNNN (8 ¹tevk)

source: %% a single % %b ARGUMENT as a string with `\' escapes interpreted and all C format specifications ending with one of diouxXfeEgGcs, with ARGUMENTs converted to proper type first. Variable widths are handled.
sl: %%%% znak za odstotek %b ARGUMENT kot niz z raztolmaèenimi znaki, ki jih uvajajo nagibnice Vsa oblikovna doloèila iz C, ki se konèajo na diouxXfeEgGcs so raztolmaèena, èe je ARGUMENT prej pretvorjen v pravilen podatkovni tip. Spremenljive ¹irine se obravnavajo pravilno.

source: %s: expected a numeric value
sl: %s: prièakovana je ¹tevilèna vrednost

source: %s: value not completely converted
sl: %s: vrednost nepopolno pretvorjena

source: missing hexadecimal number in escape
sl: v ube¾nem zaporedju manjka ¹estnajsti¹ko ¹tevilo

source: invalid universal character name \%c%0*x
sl: neveljavno univerzalno ime znaka \%c%0*x

source: \%c: invalid escape
sl: \%c: neveljaven ube¾ni znak

source: %%%c: invalid directive
sl: %%%c: neveljavna direktiva

source: Usage: %s format [argument...]
sl: Uporaba: %s oblika [argument...]

source: warning: ignoring excess arguments, starting with `%s'
sl: opozorilo: odveèni argumenti zaèen¹i s ,%s` so bili ignorirani

source: %s (for regexp `%s')
sl: %s (za regularni izraz ,%s`)

source: Output a permuted index, including context, of the words in the input files.
sl: Izpis permutiranega kazala gesel v vhodnih datotekah, skupaj s kontekstom.

source: -A, --auto-reference output automatically generated references -C, --copyright display Copyright and copying conditions -G, --traditional behave more like System V `ptx' -F, --flag-truncation=STRING use STRING for flagging line truncations
sl: -A, --auto-reference izpis samodejno generiranih vnosov -C, --copyright izpis dovoljenja za uporabo, razmno¾evanje in raz¹irjanje -G, --traditional obna¹anje kot ,ptx` v sistemu System V -F, --flag-truncation=NIZ za oznaèevanje okraj¹anih vrstic uporabi NIZ

source: -M, --macro-name=STRING macro name to use instead of `xx' -O, --format=roff generate output as roff directives -R, --right-side-refs put references at right, not counted in -w -S, --sentence-regexp=REGEXP for end of lines or end of sentences -T, --format=tex generate output as TeX directives
sl: -M, --macro-name=NIZ uporabi podano ime makroukaza (privzeto ,xx`) -O, --format=roff izpis v obliki stavnega jezika roff -R, --right-side-refs sklici ob desnem robu (niso v¹teti v -w) -S, --sentence-regexp=REGIZR za konce vrstic ali konce stavkov -T, --format=tex izpis v obliki stavnega jezika tex

source: -W, --word-regexp=REGEXP use REGEXP to match each keyword -b, --break-file=FILE word break characters in this FILE -f, --ignore-case fold lower case to upper case for sorting -g, --gap-size=NUMBER gap size in columns between output fields -i, --ignore-file=FILE read ignore word list from FILE -o, --only-file=FILE read only word list from this FILE
sl: -W, --word-regexp=REGIZR uporabi REGIZR za lovljenje besed -b, --break-file=DATOTEKA znake v podani DATOTEKI razlomi po besedah -f, --ignore-case pri urejanju obravnavaj male in velike èrke enako -g, --gap-size=©TEVILO ¹irina razmaka v znakih med polji v izpisu -i, --ignore-file=DATOTEKA seznam prezrtih besed preberi iz DATOTEKE -o, --only-file=FILE preberi le seznam besed iz navedene DATOTEKE

source: -r, --references first field of each line is a reference -t, --typeset-mode - not implemented - -w, --width=NUMBER output width in columns, reference excluded
sl: -r, --references prvo polje v vsaki vrstici je sklic -t, --typeset-mode - ni izvedeno - -w, --width=©TEVILO ¹irina izhoda v znakih, brez sklicev

source: With no FILE or if FILE is -, read Standard Input. `-F /' by default.
sl: Kadar DATOTEKA ni podana ali je enaka -, se bere standardni vhod. Privzeto oznaèevanje okraj¹anih vrstic je ,-F /`.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version.
sl: Ta program je prosta programska oprema; lahko ga redistribuirate in/ali spreminjate po pogojih, doloèenih v ,,GNU General Public License``, izdani pri Free Software Foundation; 2. izdaja (ali novej¹a, èe razpolagate z njo).

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
sl: Ta program se raz¹irja v upanju, da je koristen, vendar BREZ KAKR©NEGAKOLI JAMSTVA, niti jamstev USTREZNOSTI ZA PRODAJO ali PRIMERNOSTI ZA UPORABO. Za podrobnosti si oglejte ,,GNU General Public License``.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
sl: Izvod ,,GNU General Public License`` bi moral biti prilo¾en temu programu; èe ni, pi¹ite Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Print the full filename of the current working directory.
sl: Izpi¹emo celotno pot trenutnega delovnega imenika.

source: ignoring non-option arguments
sl: ne-izbirni argumenti so ignorirani

source: cannot get current directory
sl: trenutni imenik ni dosegljiv

source: %s changed dev/ino
sl: %s spremenjenih dev/ino

source: WARNING: Circular directory structure. This almost certainly means that you have a corrupted file system. NOTIFY YOUR SYSTEM MANAGER. The following directory is part of the cycle: %s
sl: POZOR: Cirkularna struktura imenikov. To skoraj gotovo pomeni resno napako v datoteènem sistemu. OBVESTITE UPRAVITELJA SISTEMA. Naslednja dva imenika imata isto ¹tevilo inode: %s

source: %s: remove write-protected %s %s?
sl: %s: naj odstranimo datokeko %s %s, ki je zavarovana proti pisanju?

source: %s: remove %s %s?
sl: %s: naj odstranimo %s %s?

source: removed %s
sl: odstranjena %s

source: cannot remove `.' or `..'
sl: ni mo¾no odstraniti imenikov ,.` ali ,..`

source: Remove (unlink) the FILE(s). -d, --directory unlink FILE, even if it is a non-empty directory (super-user only) -f, --force ignore nonexistent files, never prompt -i, --interactive prompt before any removal -r, -R, --recursive remove the contents of directories recursively -v, --verbose explain what is being done
sl: Odstranimo navedene DATOTEKE. -d, --directory brisanje imenikov, vkljuèno s polnimi (samo super-user) -f, --force brez opozoril o neobstojeèih datotekah, brez vpra¹anj -i, --interactive zahtevamo potrditev pred vsakim brisanjem -r, -R, --recursive rekurzivno brisanje vsebine imenika s podimeniki vred -v, --verbose z razlago poteka

source: To remove a file whose name starts with a `-', for example `-foo', use one of these commands: %s -- -foo %s ./-foo
sl: Datoteko, katere ime se zaène z minusom (npr. ,-bla`) lahko pobri¹emo z enim od naslednjih dveh ukazov: %s -- -bla %s ./-bla

source: Note that if you use rm to remove a file, it is usually possible to recover the contents of that file. If you want more assurance that the contents are truly unrecoverable, consider using shred.
sl: Vsebino datotek, izbrisanih z ukazom rm, je navadno mogoèe (èeravno ne enostavno) rekonstruirati. Èe ¾elite to prepreèiti, razmislite o uporabi ukaza shred.

source: Remove the DIRECTORY(ies), if they are empty. --ignore-fail-on-non-empty ignore each failure that is solely because a directory is non-empty
sl: Odstrani IMENIK ali IMENIKE, èe so prazni. --ignore-fail-on-non-empty nadaljujemo kljub napaki, èe je do te pri¹lo zgolj zato, ker kak¹en od navedenih imenikov ni prazen

source: -p, --parents remove DIRECTORY, then try to remove each directory component of that path name. E.g., `rmdir -p a/b/c' is similar to `rmdir a/b/c a/b a'. -v, --verbose output a diagnostic for every directory processed
sl: -p, --parents pobri¹emo tudi imenike nad navedenim, èe so prazni. Zgled: ,rmdir -p a/b/c` naredi isto kot ,rmdir a/b/c a/b a` --verbose z diagnostiènim sporoèilom za vsak obdelan imenik

source: Usage: %s [OPTION]... LAST or: %s [OPTION]... FIRST LAST or: %s [OPTION]... FIRST INCREMENT LAST
sl: Uporaba: %s [IZBIRA]... ZADNJE ali: %s [IZBIRA]... PRVO ZADNJE ali: %s [IZBIRA]... PRVO KORAK ZADNJE

source: Print numbers from FIRST to LAST, in steps of INCREMENT. -f, --format=FORMAT use printf style floating-point FORMAT (default: %g) -s, --separator=STRING use STRING to separate numbers (default: \n) -w, --equal-width equalize width by padding with leading zeroes
sl: Izpi¹emo ¹tevila od PRVEGA do ZADNJEGA s podanim KORAKOM. -f, --format DOLOÈILO uporabi oblikovno DOLOÈILO kot v printf(3) (privzeto: %g) -s, --separator NIZ uporabi NIZ kot loèilo med ¹tevili (privzeto: \n) -w, --equal-width polja dopolni do enake ¹irine z vodilnimi nièlami

source: If FIRST or INCREMENT is omitted, it defaults to 1. FIRST, INCREMENT, and LAST are interpreted as floating point values. INCREMENT should be positive if FIRST is smaller than LAST, and negative otherwise. When given, the FORMAT argument must contain exactly one of the printf-style, floating point output formats %e, %f, %g
sl: Èe sta bodisi PRVO bodisi KORAK izpu¹èena, se zanju uporabi privzeta vrednost 1. PRVO, KORAK in ZADNJE so tolmaèena kot ¹tevila s plavajoèo vejico. KORAK mora biti pozitiven, èe je PRVO ¹tevilo manj¹e od ZADNJEGA, sicer pa negativno. Èe je podano oblikovno DOLOÈILO, mora vsebovati natanko eno od naslednjih oblik izpisa ¹tevil s plavajoèo vejico: %e, %f ali %g. Njihov pomen je enak kot pri klicu printf.

source: invalid floating point argument: %s
sl: argument ni neveljavno ¹tevilo v plavajoèi vejici: %s

source: when the starting value is larger than the limit, the increment must be negative
sl: Èe je zaèetna vrednost manj¹a kot meja, mora biti korak negativen

source: when the starting value is smaller than the limit, the increment must be positive
sl: èe je zaèetna vrednost manj¹a kot meja, mora biti korak pozitiven

source: invalid format string: `%s'
sl: neveljavno oblikovno doloèilo: ,%s`

source: format string may not be specified when printing equal width strings
sl: pri izpisu polj enake ¹irine ni dovoljeno podati oblikovnega doloèila

source: Overwrite the specified FILE(s) repeatedly, in order to make it harder for even very expensive hardware probing to recover the data.
sl: Vsebino navedene DATOTEKE unièimo tako, da prek nje veèkrat zapi¹emo drugo vsebino.

source: -f, --force change permissions to allow writing if necessary -n, --iterations=N Overwrite N times instead of the default (%d) -s, --size=N shred this many bytes (suffixes like K, M, G accepted)
sl: -f, --force po potrebi dovolimo pisanje na datoteko/enoto -n, --iterations=N prek datoteke pi¹eno N-krat namesto privzetega (%d) -s, --size=N unièimo podano ¹tevilo zlogov (dovoljene pripone K, M, G...)

source: -u, --remove truncate and remove file after overwriting -v, --verbose show progress -x, --exact do not round file sizes up to the next full block -z, --zero add a final overwrite with zeros to hide shredding - shred standard output
sl: -u, --remove datoteko po unièenju vsebine odstranimo -v, --verbose s prikazom napredka med delom -x, --exact brez zaokro¾evanja velikosti datotek do polnega bloka -z, --zero na koncu prepi¹emo datoteko z nièlami, da prikrijemo unièenje - unièimo vsebino standardnega vhoda

source: Delete FILE(s) if --remove (-u) is specified. The default is not to remove the files because it is common to operate on device files like /dev/hda, and those files usually should not be removed. When operating on regular files, most people use the --remove option.
sl: DATOTEKE zbri¹emo le, èe je podana izbira ,--remove`. Privzeto ne zbri¹emo datoteke, kar je primerneje za delo z enotami (npr. /dev/hda). Pri delu z navadnimi datotekami veèina uporablja izbiro ,--remove`.

source: CAUTION: Note that shred relies on a very important assumption: that the filesystem overwrites data in place. This is the traditional way to do things, but many modern filesystem designs do not satisfy this assumption. The following are examples of filesystems on which shred is not effective:
sl: OPOZORILO: Delovanje programa shred temelji na predpostavki, da datoteèni sistem pi¹e prek starih podatkov. Vsi tradicionalni datoteèni sistemi so res taki, nekatere sodobne zasnove datoteènih sistemov pa ne. Program shred na primer ne bo uèinkovit na naslednjih sistemih:

source: * log-structured or journaled filesystems, such as those supplied with AIX and Solaris (and JFS, ReiserFS, XFS, Ext3, etc.) * filesystems that write redundant data and carry on even if some writes fail, such as RAID-based filesystems * filesystems that make snapshots, such as Network Appliance's NFS server
sl: * datoteèni sistemi z dnevnikom sprememb, kot jih uporabljata AIX in Solaris (tudi JFS, ReiserFS, XFS, Ext3 itn.) * datoteèni sistemi, ki zapisujejo redundantno informacijo in lahko nadaljujejo z delom, èeprav vsa pisanja niso bila uspe¹na (RAID) * datoteèni sistemi, ki shranjujejo trenutne slike stanja diska, npr. stre¾nik NFS podjetja Network Appliace

source: * filesystems that cache in temporary locations, such as NFS version 3 clients * compressed filesystems In addition, file system backups and remote mirrors may contain copies of the file that cannot be removed, and that will allow a shredded file to be recovered later.
sl: * datoteèni sistemi, ki hranijo medpomnilnik na zaèasnih lokacijah, npr. odjemniki NFS verzije 3 * stisnjeni datoteèni sistemi Poleg tega lahko izvodi datoteke obstajajo tudi na varnostnih kopijah in oddaljenih zrcalih. Teh izvodov ne moremo odstraniti in iz njih je mogoèe rekonstruirati unièeno datoteko.

source: %s: pass %lu/%lu (%s)...
sl: %s: prehod %lu/%lu (%s)...

source: %s: pass %lu/%lu (%s)...%s
sl: %s: prehod %lu/%lu (%s)...%s

source: %s: pass %lu/%lu (%s)...%s/%s %d%%
sl: %s: prehod %lu/%lu (%s)...%s/%s %d%%

source: %s: file has negative size
sl: %s: velikost datoteke negativna
