Repository: m-svo/coreutils
Catalog: po/*.po
Languages: sl

source: -f, --fields=LIST output only these fields; also print any line that contains no delimiter character, unless the -s option is specified -n (ignored)
sl: -f, --fields=SEZNAM izpi¹i samo navedena polja; izpi¹i tudi vse vrstice, ki ne vsebujejo razmejevalnika, razen èe je v rabi izbira -s -n (prezrto)

source: -s, --only-delimited do not print lines not containing delimiters --output-delimiter=STRING use STRING as the output delimiter the default is to use the input delimiter
sl: -s, --only-delimited ne izpi¹i vrstic, ki ne vsebujejo razmejevalnika --output-delimiter=NIZ naj bo NIZ razmejevalnik na izhodu privzeti izhodni razmejevalnik je enak vhodnemu

source: Use one, and only one of -b, -c or -f. Each LIST is made up of one range, or many ranges separated by commas. Each range is one of: N N'th byte, character or field, counted from 1 N- from N'th byte, character or field, to end of line N-M from N'th to M'th (included) byte, character or field -M from first to M'th (included) byte, character or field With no FILE, or when FILE is -, read standard input.
sl: Izbire -b, -c in -f se medsebojno izkljuèujejo. Vsak SEZNAM lahko sestavlja en ali veè razponov, ki so med seboj loèeni z vejico. Vsak razpon ima lahko obliko: N N-ti bajt, znak ali polje, ¹teto od 1 dalje N- od N-tega bajta, znaka ali polja do konca vrstice N-M od N-tega do vkljuèno M-tega bajta, znaka ali polja -M od prvega do vkljuèno M-tega bajta, znaka ali polja Èe DATOTEKA ni podana, ali èe je enaka - (minusu), se bere standardni vhod.

source: missing list of positions
sl: seznam polo¾ajev manjka

source: missing list of fields
sl: seznam polj manjka

source: the delimiter must be a single character
sl: razmejilnik mora biti en sam znak

source: you must specify a list of bytes, characters, or fields
sl: podati je treba seznam bajtov, znakov ali polj

source: suppressing non-delimited lines makes sense only when operating on fields
sl: neizpisovanje vrstic, ki ne vsebujejo razmejilnika je smiselno le, kadar delamo s polji

source: Usage: %s [OPTION]... [+FORMAT] or: %s [-u|--utc|--universal] [MMDDhhmm[[CC]YY][.ss]]
sl: Uporaba: %s [IZBIRA]... [+OBLIKA] ali: %s [-u|--utc|--universal] [MMDDuumm[[SS]LL][.ss]]

source: Display the current time in the given FORMAT, or set the system date. -d, --date=STRING display time described by STRING, not `now' -f, --file=DATEFILE like --date once for each line of DATEFILE -ITIMESPEC, --iso-8601[=TIMESPEC] output date/time in ISO 8601 format. TIMESPEC=`date' for date only, `hours', `minutes', or `seconds' for date and time to the indicated precision. --iso-8601 without TIMESPEC defaults to `date'.
sl: Izpi¹emo trenutni èas v podanem ZAPISU, ali pa nastavimo sistemski èas. -d, --date=NIZ izpi¹i èas podan v NIZU namesto trenutnega -f, --file=DATOTEKA enako kot --date za vsako vrstico v DATOTEKI -IDOLOÈILO, --iso-8601[=DOLOÈILO] datum v obliki skladni s standardom ISO 8601 DOLOÈILO je lahko ,date` za sam datum, ali ,hours`, ,minutes` ali ,seconds` za datum in uro v navedeni natanènosti.

source: -r, --reference=FILE display the last modification time of FILE -R, --rfc-822 output RFC-822 compliant date string -s, --set=STRING set time described by STRING -u, --utc, --universal print or set Coordinated Universal Time
sl: -r, --reference=DATOTEKA izpi¹i èas zadnje spremembe za navedeno DATOTEKO -R, --rfc-822 èas izpi¹i skladno s priporoèilom RFC-822 -s, --set=NIZ nastavi èas na v NIZU podano vrednost -u, --utc, --universal izpis ali nastavitev èasa v UTC namesto v lokalnem

source: FORMAT controls the output. The only valid option for the second form specifies Coordinated Universal Time. Interpreted sequences are: %% a literal % %a locale's abbreviated weekday name (Sun..Sat)
sl: Izpis doloèa izbrani ZAPIS. Edina veljavna izbira pri drugi obliki ukaza doloèa èas v UTC. Tolmaè razume naslednja zaporedja: %% dobesedni znak za procent %% %a lokalizirano okraj¹ano ime dneva v tednu (ned..sob)

source: %A locale's full weekday name, variable length (Sunday..Saturday) %b locale's abbreviated month name (Jan..Dec) %B locale's full month name, variable length (January..December) %c locale's date and time (Sat Nov 04 12:02:33 EST 1989)
sl: %A lokalizirano polno ime dneva v tednu, spremen. ¹irine (nedelja..sobota) %b lokalizirano okraj¹ano ime meseca (jan..dec) %B lokalizirano polno ime meseca, spremenljive ¹irine (januar..december) %c lokaliziran izpis datuma in ure (sob 04 nov 1989 12:02:33 CET)

source: %C century (year divided by 100 and truncated to an integer) [00-99] %d day of month (01..31) %D date (mm/dd/yy) %e day of month, blank padded ( 1..31)
sl: %C stoletje (leto, deljeno s 100 in zaokro¾eno na celo ¹tevilo) [00-99] %d dan v mesecu (01..31) %D datum (mm/dd/ll) %e dan v mesecu, dopolnjen s presledki ( 1..31)

source: %F same as %Y-%m-%d %g the 2-digit year corresponding to the %V week number %G the 4-digit year corresponding to the %V week number
sl: %F isto kot %Y-%m-%d %g dvo¹tevilèno leto, ustrezajoèe ¹tevilki tedna %V %G ¹tiri¹tevilèno leto, ustrezajoèe ¹tevilki tedna %V

source: %h same as %b %H hour (00..23) %I hour (01..12) %j day of year (001..366)
sl: %h isto kot %b %H ura (00..23) %I ura (01..12) %j dan v letu (001..366)

source: %k hour ( 0..23) %l hour ( 1..12) %m month (01..12) %M minute (00..59)
sl: %k ura ( 0..23) %l ura ( 1..12) %m mesec (01..12) %M minuta (00..59)

source: %n a newline %N nanoseconds (000000000..999999999) %p locale's upper case AM or PM indicator (blank in many locales) %P locale's lower case am or pm indicator (blank in many locales) %r time, 12-hour (hh:mm:ss [AP]M) %R time, 24-hour (hh:mm) %s seconds since `00:00:00 1970-01-01 UTC' (a GNU extension)
sl: %n nova vrstica %N nanosekunde (000000000..999999999) %p lokalizirana oznaka za dopoldanske (AM) ali popoldanske (PM) ure %P lokalizirana oznaka za dopoldanske (am) ali popoldanske (pm) ure %r èas v 12-urnem zapisu (hh:mm:ss [AP]M) %R èas v 24-urnem zapisu (hh:mm) %s sekunde od 00:00:00, 1970-01-01 UTC (raz¹iritev GNU)

source: %S second (00..60) %t a horizontal tab %T time, 24-hour (hh:mm:ss) %u day of week (1..7); 1 represents Monday
sl: %S sekunde (00..60) %t vodoravni tabulator %T èas v 24-urnem zapisu (hh:mm:ss) %U ¹tevilka tedna v letu z nedeljo kot prvim dnevom v tednu (00..53)

source: %U week number of year with Sunday as first day of week (00..53) %V week number of year with Monday as first day of week (01..53) %w day of week (0..6); 0 represents Sunday %W week number of year with Monday as first day of week (00..53)
sl: %U ¹tevilka tedna v letu z nedeljo kot prvim dnevom v tednu (00..53) %V ¹tevilka tedna v letu s ponedeljkom kot prvim dnevom v tednu (01..53) %w dan v tednu (0..6); 0 predstavlja nedeljo %W ¹tevilka tedna v letu s ponedeljkom kot prvim dnevom v tednu (00..53)

source: %x locale's date representation (mm/dd/yy) %X locale's time representation (%H:%M:%S) %y last two digits of year (00..99) %Y year (1970...)
sl: %x lokaliziran zapis datuma (dd.mm.llll) %X lokaliziran zapis ure (%H:%M:%S) %y zadnji dve ¹tevki leta (00..99) %Y leto (1970...)

source: %z RFC-822 style numeric timezone (-0500) (a nonstandard extension) %Z time zone (e.g., EDT), or nothing if no time zone is determinable By default, date pads numeric fields with zeroes. GNU date recognizes the following modifiers between `%' and a numeric directive. `-' (hyphen) do not pad the field `_' (underscore) pad the field with spaces
sl: %z zapis èasovnega pasu skladno z RFC-822 (-0500) (nestandardna raz¹iritev) %Z èasovni pas (npr. CET); prazno, èe èasovni pas ni doloèen Privzeto so ¹tevilèna polja v datumu do polne dol¾ine polja dopolnjena z nièlami. GNU date pozna ¹e naslednji doloèili med znakom ,%%` in numeriènim doloèilom: ,-` (minus) ne dopolnjuj polja ,_` (podèrtaj) dopolni polje s presledki

source: standard input
sl: standardni vhod

source: invalid date `%s'
sl: neveljavni datum ,%s`

source: the options to specify dates for printing are mutually exclusive
sl: izbire pri doloèanju datumov za izpis se medsebojno izkljuèujejo

source: the options to print and set the time may not be used together
sl: izbiri za izpis in nastavitev datuma se medsebojno izkljuèujeta

source: too many non-option arguments: %s%s
sl: preveè ne-izbirnih argumentov: %s%s

source: the argument `%s' lacks a leading `+'; When using an option to specify date(s), any non-option argument must be a format string beginning with `+'.
sl: argumentu ,%s` manjka vodilni ,+`; Kadar doloèamo datum, morajo biti vsi argumenti, ki niso izbire, doloèitelji oblike datuma in se morajo zaèeti s ,+`.

source: a format string may not be specified when using the --rfc-822 (-R) option
sl: pri izbiri --rfc-822 (-R) ni dovoljeno podati oblikovnega niza

source: undefined
sl: nedoloèeno

source: cannot get time of day
sl: ni mo¾no izvedeti trenutnega èasa

source: cannot set date
sl: datuma ni mo¾no nastaviti

source: Usage: %s [OPTION]...
sl: Uporaba: %s [IZBIRA]...

source: Copy a file, converting and formatting according to the options. bs=BYTES force ibs=BYTES and obs=BYTES cbs=BYTES convert BYTES bytes at a time conv=KEYWORDS convert the file as per the comma separated keyword list count=BLOCKS copy only BLOCKS input blocks ibs=BYTES read BYTES bytes at a time
sl: Prepi¹i datoteko in jo pretvori in preoblikuj glede na izbire. bs=ZLOGOV zahtevamo ibs=ZLOGOV in obs=ZLOGOV cbs=ZLOGOV pretvori zahtevano ¹tevilo ZLOGOV naenkrat conv=PRETVORBA pretvori datoteko, kot zahteva PRETVORBA (seznam gesel, loèen z vejicami) count=BLOKOV pretvori samo zahtevano ¹tevilo vhodnik BLOKOV ibs=ZLOGOV beri po zahtevano ¹tevilo ZLOGOV naenkrat

source: if=FILE read from FILE instead of stdin obs=BYTES write BYTES bytes at a time of=FILE write to FILE instead of stdout seek=BLOCKS skip BLOCKS obs-sized blocks at start of output skip=BLOCKS skip BLOCKS ibs-sized blocks at start of input
sl: if=DATOTEKA beri z navedene DATOTEKE namesto s standardnega vhoda obs=ZLOGOV pi¹i po zahtevano ¹tevilo ZLOGOV naenkrat of=DATOTEKA pi¹i na navedeno DATOTEKA namesto na standardni izhod seek=BLOKOV na zaèetku pisanja preskoèi zahtevano ¹tevilo BLOKOV dol¾ine obs skip=BLOKOV na zaèetku branja preskoèi zahtevano ¹tevilo BLOKOV dol¾ine ibs

source: BLOCKS and BYTES may be followed by the following multiplicative suffixes: xM M, c 1, w 2, b 512, kB 1000, K 1024, MB 1,000,000, M 1,048,576, GB 1,000,000,000, G 1,073,741,824, and so on for T, P, E, Z, Y. Each KEYWORD may be:
sl: ©tevilo ZLOGOV in BLOKOV lahko okraj¹amo s priponami za mno¾enje: xM za mno¾enje z M, c za mno¾enje z 1, w za mno¾enje z 2, b za mno¾enje s 512, kB za mno¾enje s 1000, K za mno¾enje s 1024. MB = 1,000,000, M = 1,048,576, GB = 1,000,000,000, G = 1,073,741,824, in tako dalje za T, P, E, Z, Y. PRETVORBA je lahko (veè izbir loèimo z vejico):

source: ascii from EBCDIC to ASCII ebcdic from ASCII to EBCDIC ibm from ASCII to alternated EBCDIC block pad newline-terminated records with spaces to cbs-size unblock replace trailing spaces in cbs-size records with newline lcase change upper case to lower case
sl: ascii iz EBCDIC v ASCII ebcdic iz ASCII v EBCDIC ibm iz ASCII v ,,alternated EBCDIC`` block zapise terminirane z NEWLINE zapolnimo z presledki do dol¾ine cbs unblock sledilne presledke v zapisu dol¾ine cbs nadomestimo z NEWLINE lcase velike èrke zamenjamo z malimi

source: notrunc do not truncate the output file ucase change lower case to upper case swab swap every pair of input bytes noerror continue after read errors sync pad every input block with NULs to ibs-size; when used with block or unblock, pad with spaces rather than NULs
sl: notrunc izhodne datoteke ne pore¾emo ucase male èrke zamenjamo z velikimi swab paroma zamenjamo zloge na vhodu noerror nadaljujemo po napaki pri branju sync vsak vhodni blok zapolnimo z znaki NUL dol¾ine ibs, èe uporabimo tudi block ali unblock, zapolnimo s presledki namesto z znaki NUL

source: %s+%s records in
sl: %s+%s zapisov na vhodu

source: %s+%s records out
sl: %s+%s zapisov na izhodu

source: truncated record
sl: odrezan zapis

source: truncated records
sl: odrezani zapisi

source: closing output file %s
sl: zapiramo izhodno datoteko %s

source: only one conv in {ascii,ebcdic,ibm}, {lcase,ucase}, {block,unblock}, {unblock,sync}
sl: samo eno od {ascii,ebcdic,ibm}, {lcase,ucase}, {block,unblock}, {unblock,sync}

source: warning: working around lseek kernel bug for file (%s) of mt_type=0x%0lx -- see <sys/mtio.h> for the list of types
sl: opozorilo: obvoz okoli napake lseek v jedru za datoteko (%s) vrste mt_type=0x%0lx -- glejte <sys/mtio.h> za seznam zvrsti

source: advancing past %s bytes in output file %s
sl: napredovali smo prek %s bajtov v izhodni datoteki %s

source: Filesystem
sl: Dat. sist.

source: Type
sl: Vrsta

source: Inodes IUsed IFree IUse%%
sl: Inodov IUpor IPros IUpo%%

source: Size Used Avail Use%%
sl: Vel. Upor. Prost Upo%%

source: Size Used Avail Use%%
sl: Vel. Upor Prost Upo%%

source: %4d-blocks Used Available Capacity
sl: %4d-blokov Upor. Na voljo Kapacit.

source: %4s-blocks Used Available Use%%
sl: %4s-blokov Upor. Na voljo Upo%%

source: Mounted on
sl: Priklopljeno na

source: Show information about the filesystem on which each FILE resides, or all filesystems by default.
sl: Informacija o datoteènem sistemu, na katerem se nahaja DATOTEKA, ali o vseh datoteènih sistemih.

source: -a, --all include filesystems having 0 blocks -B, --block-size=SIZE use SIZE-byte blocks -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) -H, --si likewise, but use powers of 1000 not 1024
sl: -a, --all vkljuèno s praznimi datoteènimi sistemi -B, --block-size=VELIKOST uporabljamo VELIKOST zlogov velike bloke -h, --human-readable velikosti v èloveku berljivem zapisu (npr. 1K 234M 2G) -H, --si podobno kot -h, vendar z bazo 1000 namesto 1024

source: -i, --inodes list inode information instead of block usage -k like --block-size=1K -l, --local limit listing to local filesystems --no-sync do not invoke sync before getting usage info (default)
sl: -i, --inodes izpis informacije o inode namesto o porabi blokov -k isto kot --block-size=1024 -l, --local omejimo seznam na lokalni datoteèni sistem --no-sync brez klica sync() pred izpisom porabe (privzeto)

source: -P, --portability use the POSIX output format --sync invoke sync before getting usage info -t, --type=TYPE limit listing to filesystems of type TYPE -T, --print-type print filesystem type -x, --exclude-type=TYPE limit listing to filesystems not of type TYPE -v (ignored)
sl: -P, --portability izhodni format POSIX --sync klic sync() pred izpisom porabe -t, --type=TIP samo datoteèni sistemi tipa TIP -T, --print-type izpis datoteènega sistem -x, --exclude-type=TIP brez datoteènih sistemov tipa TIP -v (ignorirano)

source: SIZE may be (or may be an integer optionally followed by) one of following: kB 1000, K 1024, MB 1,000,000, M 1,048,576, and so on for G, T, P, E, Z, Y.
sl: VELIKOST je ena od naslednjih oznak (ali pa celo ¹tevilo, ki mu lahko sledi ena od naslednjih oznak): kB 1000, K 1024, MB 1.000.000, M 1.048.576 in tako dalje za G, T, P, E, Z in Y.

source: file system type %s both selected and excluded
sl: tip datoteènega sistema %s je obenem izbran in izloèen

source: Warning:
sl: Opozorilo:

source: %scannot read table of mounted filesystems
sl: %stabela priklopljenih datoteènih sistemov ni berljiva

source: Output commands to set the LS_COLORS environment variable. Determine format of output: -b, --sh, --bourne-shell output Bourne shell code to set LS_COLORS -c, --csh, --c-shell output C shell code to set LS_COLORS -p, --print-database output defaults
sl: Izpis ukazov za nastavitev spremenljivke LS_COLORS. Doloèitev oblike izhoda: -b, --sh, --bourne-shell oblika Bournove ukazne lupine za nastavitev spremenljivke LS_COLORS -c, --csh, --c-shell oblika ukazne lupine C za nastavitev LS_COLORS -p, --print-database izpis privzeth vrednosti

source: If FILE is specified, read it to determine which colors to use for which file types and extensions. Otherwise, a precompiled database is used. For details on the format of these files, run `dircolors --print-database'.
sl: Èe je DATOTEKA podana, iz nje preberemo, katero barvo uporabimo za kateri tip datotek oziroma pripon. Sicer se uporabi vgrajena tabela. Za podrobnosti o skladnji datoteke po¾enite ,,dircolors --print-database``.

source: <internal>
sl: <interno>

source: no FILE arguments may be used with the option to output dircolors' internal database
sl: pri izpisu privzetih vrednosti (izbira --print-data-base, -p) ni dovoljeno podati argumenta DATOTEKA

source: no SHELL environment variable, and no shell type option given
sl: spremenljivka SHELL ni nastavljena, niti ni podan tip ukazne lupine

source: David MacKenzie and Jim Meyering
sl: David MacKenzie in Jim Meyering

source: Usage: %s NAME or: %s OPTION
sl: Uporaba: %s IME ali: %s IZBIRA

source: Print NAME with its trailing /component removed; if NAME contains no /'s, output `.' (meaning the current directory).
sl: Izpi¹emo IME brez elementa za zadnjo po¹evnico (/); èe IME ne vsebuje po¹evnic, izpi¹emo ,.` (pomeni trenutni imenik).

source: Summarize disk usage of each FILE, recursively for directories.
sl: Povzetek porabe diska za datoteko DATOTEKA, rekurzivno po podimenikih.

source: -a, --all write counts for all files, not just directories -B, --block-size=SIZE use SIZE-byte blocks -b, --bytes print size in bytes -c, --total produce a grand total -D, --dereference-args dereference PATHs when symbolic link
sl: -a, --all izpis za vse datoteke, ne le za imenike -B, --block-size=VELIKOST ¹tejemo v VELIKOST zlogov velikih blokih -b, --bytes velikost v zlogih (bajtih) -c, --total skupni povzetek -D, --dereference-args razre¹imo poti, èe so simbolne povezave

source: -h, --human-readable print sizes in human readable format (e.g., 1K 234M 2G) -H, --si likewise, but use powers of 1000 not 1024 -k like --block-size=1K -l, --count-links count sizes many times if hard linked
sl: -h, --human-readable velikosti v èloveku berljivem zapisu (npr. 1K 234M 2G) -H, --si podobno kot -h, vendar v bazi 1000 namesto 1024 -k isto kot --block-size=1024 -l, --count-links trde povezeva ¹tejemo po veèkrat

source: -L, --dereference dereference all symbolic links -S, --separate-dirs do not include size of subdirectories -s, --summarize display only a total for each argument
sl: -L, --dereference razre¹imo vse simbolne povezave, ¹tejemo ciljne datoteke -S, --separate-dirs brez velikosti podimenikov -s, --summarize za vsak argument samo povzetek

source: -x, --one-file-system skip directories on different filesystems -X FILE, --exclude-from=FILE Exclude files that match any pattern in FILE. --exclude=PATTERN Exclude files that match PATTERN. --max-depth=N print the total for a directory (or file, with --all) only if it is N or fewer levels below the command line argument; --max-depth=0 is the same as --summarize
sl: -x, --one-file-system brez imenikov na ostalih datoteènih sistemih -X DATOTEKA, --exclude-from=DATOTEKA brez datotek, ki jih pokriva vzorec, podan v DATOTEKI --exclude=VZOREC brez datotek, ki jih pokriva podani VZOREC --max-depth=N razèlenjeni izpis samo za imenike (in datoteke pri izbiri --all), ki so N ali manj ravni pod trenutnim imenikom; --max-depth=0 je isto kot --summarize

source: total
sl: skupno

source: cannot both summarize and show all entries
sl: mo¾nosti se izkljuèujeta - ali izpis vseh, ali povzetek

source: warning: summarizing is the same as using --max-depth=0
sl: opozorilo: povzetek je isto kot izbira --max-depth=0

source: warning: summarizing conflicts with --max-depth=%d
sl: opozorilo: povzetek se izkljuèuje z --max-depth=%d

source: Usage: %s [OPTION]... [STRING]...
sl: Uporaba: %s [IZBIRA]... [NIZ]...

source: Echo the STRING(s) to standard output. -n do not output the trailing newline -e enable interpretation of the backslash-escaped characters listed below -E disable interpretation of those sequences in STRINGs
sl: Izpi¹emo NIZ ali veè NIZOV na standardni izhod. -n ne izpisuj konènega znaka za novo vrstico -e pri izpisu tolmaèi spodaj navedene ube¾ne sekvence -E onemogoèi tolmaèenje ube¾nih sekvenc v NIZIH

source: Without -E, the following sequences are recognized and interpolated: \NNN the character whose ASCII code is NNN (octal) \\ backslash \a alert (BEL) \b backspace
sl: Èe ni podana izbira -E, pri izpisu prepoznamo in tolmaèimo naslednja ube¾na zaporedja: \NNN znak s kodo NNN (osmi¹ko) v trenutnem kodnem naboru \\ nagibnica \a zvonèek (BEL) \b pomik za znak nazaj

source: \c suppress trailing newline \f form feed \n new line \r carriage return \t horizontal tab \v vertical tab
sl: \c ne izpi¹i konènega znaka za skok v novo vrstico \f skok na novo stran \n skok v novo vrstico \r povratek na zaèetek vrstice \t horizontalni tabulator \v vertikalni tabulator

source: Richard Mlynarik and David MacKenzie
sl: Richard Mlynarik in David MacKenzie

source: Usage: %s [OPTION]... [-] [NAME=VALUE]... [COMMAND [ARG]...]
sl: Uporaba: %s [IZBIRA]... [-] [IME=VREDNOST]... [UKAZ [ARGUMENT]...]

source: Set each NAME to VALUE in the environment and run COMMAND. -i, --ignore-environment start with an empty environment -u, --unset=NAME remove variable from the environment
sl: Doloèi VREDNOST spremenljivki okolja z danim IMENOM in po¾eni UKAZ. -i, --ignore-environment zaèni iz praznega okolja -u, --unset=IME odstrani spremenljivko z navedenim IMENOM iz okolja

source: A mere - implies -i. If no COMMAND, print the resulting environment.
sl: Sam - implicira -i. Èe UKAZ ni podan, izpi¹emo spremenljivke okolja.

source: Convert tabs in each FILE to spaces, writing to standard output. With no FILE, or when FILE is -, read standard input.
sl: Tabulatorje v vsaki od DATOTEK nadomestimo s presledki in rezultat izpi¹emo na standardni izhod. Èe DATOTEKA ni podana, ali èe je enaka - (minus), beremo s standardnega vhoda.

source: -i, --initial do not convert TABs after non whitespace -t, --tabs=NUMBER have tabs NUMBER characters apart, not 8
sl: -i, --initial nadomesti samo tabulatorje, ki sledijo praznim znakom -t, --tabs=©IRINA ©IRINA tabulatorja naj bo navedeno namesto 8

source: -t, --tabs=LIST use comma separated list of explicit tab positions
sl: -t, --tabs=SEZNAM uporabi z vejicami loèen SEZNAM eksplicitnih tabulatorjev

source: tab size cannot be 0
sl: ¹irina tabulatorja ne more biti 0

source: tab sizes must be ascending
sl: seznam tabulatorjev mora biti nara¹èajoè

source: `-LIST' option is obsolete; use `-t LIST'
sl: ,-LIST` je opu¹èena oblika; uporabite ,-t LIST`

source: Usage: %s EXPRESSION or: %s OPTION
sl: Uporaba: %s IZRAZ ali: %s IZBIRA

source: Print the value of EXPRESSION to standard output. A blank line below separates increasing precedence groups. EXPRESSION may be: ARG1 | ARG2 ARG1 if it is neither null nor 0, otherwise ARG2 ARG1 & ARG2 ARG1 if neither argument is null or 0, otherwise 0
sl: Ovrednoten IZRAZ izpi¹emo na standardni izhod. Operatorji v spodnjem seznamu so razvr¹èeni po nara¹èajoèi prednosti, prazna vrstica loèi skupine z isto prednostjo. Vrednost IZRAZA je lahko: ARG1 | ARG2 ARG1, èe ta ni prazen ali enak 0, sicer ARG2 ARG1 & ARG2 ARG1, èe ni noben argumentov prazen ali enak 0, sicer 0

source: ARG1 < ARG2 ARG1 is less than ARG2 ARG1 <= ARG2 ARG1 is less than or equal to ARG2 ARG1 = ARG2 ARG1 is equal to ARG2 ARG1 != ARG2 ARG1 is unequal to ARG2 ARG1 >= ARG2 ARG1 is greater than or equal to ARG2 ARG1 > ARG2 ARG1 is greater than ARG2
sl: ARG1 < ARG2 ARG1 je manj¹i od ARG2 ARG1 <= ARG2 ARG1 je manj¹i ali enak ARG2 ARG1 = ARG2 ARG1 je enak ARG2 ARG1 != ARG2 ARG1 ni enak ARG2 ARG1 >= ARG2 ARG1 je veèji ali enak ARG2 ARG1 > ARG2 ARG1 je veèji od ARG2

source: ARG1 + ARG2 arithmetic sum of ARG1 and ARG2 ARG1 - ARG2 arithmetic difference of ARG1 and ARG2
sl: ARG1 + ARG2 aritmetièna vsota ARG1 in ARG2 ARG1 - ARG2 aritmetièna razlika ARG1 in ARG2
